Repository: cafesk8/tropic
Catalog: src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: de

source: Zobrazit
de: Ansehen

source: Zobrazit na frontendu
de: Ansicht am Frontend

source: Zobrazit na stránce prodejen
de: Auf Store-Seite anzeigen

source: Zobrazit všechny hodnoty
de: Zeige alle Werte

source: Zobrazit všechny výsledky
de: Alle Ergebnisse anzeigen

source: Zobrazovat
de: Anzeigen

source: Zobrazovat v menu a dalších výpisech
de: In Menüs und anderen Listen anzeigen

source: Zpět
de: Zurück

source: Zpět do e-shopu
de: Zurück zum E-Shop

source: Zpět do košíku
de: Zurück zum Warenkorb

source: Zpět na nástěnku
de: Zurück zur Pinnwand

source: Zpět na seznam problémů v přenosech
de: Zurück zur Liste der Probleme in den Übertragungen

source: Zrušena
de: Gelöscht

source: Zrušit všechny filtry
de: Alle Filter löschen

source: Zvolte parametr
de: Wähle den Parameter aus

source: Základní informace
de: Grundlegende Informationen

source: Záruku 25 let
de: 25 Jahre Garantie

source: Zážitky z cest si nenecháváme pro sebe
de: Wir behalten die Erfahrungen unserer Reisen nicht bei

source: Zítra
de: Morgen

source: a
de: und

source: a každá žena.
de: und jede Frau.

source: a údaje vám předvyplníme.
de: und wir füllen deine Informationen vorab aus.

source: bez DPH
de: ohne MwSt

source: blogArticles
de: Blog-Artikel

source: bushmanů
de: Bushmänner

source: byl v hlavní roli
de: war in der Hauptrolle

source: ceny a podmínky nákupu
de: Preise und Einkaufsbedingungen

source: do práce
de: in die Arbeit

source: dopravu zdarma!
de: Kostenloser Versand!

source: dámského šatníku
de: Frauen-Kleiderschrank

source: e-shopu a souhlasím se zpracováním
de: E-Shop und ich bin mit der Bearbeitung einverstanden

source: excluding VAT
de: ohne MwSt

source: expediční oblečení
de: Expeditionskleidung

source: from
de: ab

source: from %price%
de: ab %price%

source: historii svých objednávek,
de: deine Bestellhistorie

source: in footer
de: in der Fußzeile

source: in upper menu
de: im oberen Menü

source: možnost získat
de: Chance zu bekommen

source: máte
de: du hast

source: na celý sortiment
de: für das gesamte Sortiment

source: na prodejně?
de: Im Geschäft?

source: např. Praha
de: z.B. Prag

source: naše služby
de: unsere Leistungen

source: nebo
de: oder

source: nejprve vyberte velikost
de: Wähle zuerst die Größe aus

source: neznámá
de: unbekannt

source: neznámé
de: unbekannt

source: o nákupu
de: über den Kauf

source: o nás
de: über uns

source: obchodními podmínkami
de: Geschäftsbedingungen

source: on stock
de: Auf Lager

source: osobních údajů
de: persönliche Informationen

source: požadovaná stránk na našem
de: benötigte Seite auf unserer

source: pro členy
de: für Mitglieder

source: problémů
de: Probleme

source: products
de: Produkte

source: promo products
de: Werbeartikel

source: přijatou tržbu u správce daně online, v případě technického výpadku pak nejpozději do 48 hodin.
de: Einnahmen vom Steuerverwalter online, bei technischen Störungen spätestens innerhalb von 48 Stunden.

source: records
de: Aufzeichnungen

source: skladem
de: Auf Lager

source: slevu
de: Rabatt

source: souhlasím s
de: Ich stimme zu

source: stores
de: Geschäfte

source: tento text přesně vystihnul atmosféru nové strategie.
de: Dieser Text fasst die Atmosphäre der neuen Strategie genau zusammen.

source: u&nbsp;tebe
de: bei&nbsp;dir

source: ušetříte
de: du sparst

source: v měně dle zvolené domény
de: in der Währung der ausgewählten Domain

source: volný střih
de: Freischnitt

source: vytvořit něco obyčejně přirozeného, a přitom pořádného.
de: um etwas normal Natürliches und doch Richtiges zu erschaffen.

source: využij výhodnější
de: Nutze nützlichere

source: webu neexistuje
de: Seite existiert nicht

source: without positioning
de: ohne Positionierung

source: zadávat nemusíte
de: du musst nicht eingeben

source: zašlete na náš bankovní účet číslo
de: sende auf unser Bankkonto

source: zdarma
de: kostenlos

source: získat 3% slevu
de: 3% Rabatt erhalten

source: {0} žádný nový | {1} 1 nový | [2,4] %count% nové | [5,Inf] %count% nových
de: {0} keine neuen | {1} 1 neu | [2,4] %count% neu [5, Inf] %count% neu

source: {1} %stocksWithoutZeroQuantityOnStoreCount% prodejně| [2,Inf] %stocksWithoutZeroQuantityOnStoreCount% prodejnách
de: {1}%stocksWithoutZeroQuantityOnStoreCount% Geschäft | [2, Inf] %stocksWithoutZeroQuantityOnStoreCount% Geschäfte

source: {1}Load next %loadNextCount% item|[2,Inf]Load next %loadNextCount% items
de: {1} Nächstes %loadNextCount% Artikel laden | [2, Inf] Nächstes %loadNextCount% Artikel laden

source: {1}Load next %loadNextCount% product|[2,Inf]Load next %loadNextCount% products
de: {1} Nächstes %loadNextCount% Produkt laden | [2, Inf]

source: {1}Načíst další %loadNextCount% článek|[2,4]Načíst další %loadNextCount% články|[5,Inf]Načíst dalších %loadNextCount% článků
de: {1} Lade mehr %loadNextCount% Artikel | [2,4] Lade mehr %loadNextCount% Artikel | [5, Inf] Lade mehr %loadNextCount% Artikel

source: {{title}} byl již vyčerpán.
de: {{title}} ist bereits erschöpft.

source: {{title}} nemůžete uplatnit. Jeho platnost byla do {{validityTo}}.
de: Du kannst {{title}} nicht einlösen. Es war gültig bis {{validityTo}}.

source: {{title}} nemůžete uplatnit. Jeho platnost je od {{validityFrom}} do {{validityTo}}.
de: Du kannst {{title}} nicht einlösen. Es ist gültig von {{validityFrom}} bis {{validityTo}}.

source: {{title}} nemůžete uplatnit. Jeho platnost je od {{validityFrom}}.
de: Du kannst {{title}} nicht einlösen. Es ist gültig ab {{validityFrom}}.

source: {{title}} není platný. Prosím, zkontrolujte ho.
de: {{title}} ist ungültig. Bitte überprüfe es.

source: Úvod
de: Einleitung

source: účastníků
de: Teilnehmer

source: Česká pošta
de: Deutsche Post

source: Členem Bushman Clubu
de: Mitglied von Bushman Club

source: Článek "%name%" je nastaven pro zobrazení informací o Bushman Clubu. Toto nastavení bude ztraceno. Opravdu si jej přejete smazat?
de: Im Artikel "%name%" werden Informationen zum Bushman Club angezeigt. Diese Einstellung geht verloren. Möchtest du es wirklich löschen?

source: Články
de: Artikel

source: Články blogu
de: Blogartikel

source: Články k přečtení
de: Artikel zum Lesen

source: Články v horním menu
de: Artikel im oberen Menü

source: Částku
de: Betrag

source: Číslo pro sledování zásilky
de: Sendungsnummer

source: Šátek Etna
de: Tuch Etna

source: šaty
de: Kleider

source: Ženy
de: Frauen

source: Žádné dárky nenalezeny.
de: Keine Geschenke gefunden.

source: Žádné promo produkty nenalezeny.
de: Keine Werbeartikel gefunden

source: „Když jsem zakládal projekt BUSHMAN, chtěl jsem
de: „Als ich das BUSHMAN-Projekt gestartet habe, wollte ich
