Repository: cafesk8/tropic
Catalog: src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: de

source: Kolega Novák má dobrý češtin. Pošlete mu tu klíčenku taky. Můžu potvrdit výše uvedené recenze. Bunda je opravdu kvalitní, dobře se nosí a i po týdnu jsem necítil pot ani hlínu.
de: Ein Kollege Novák kann gut tschechisch. Schicken Sie ihm auch den Schlüsselring. Ich kann die obigen Bewertungen bestätigen. Die Jacke ist wirklich gut, gut getragen und selbst nach einer Woche fühlte ich mich nicht verschwitzt oder schmutzig.

source: Kolikrát použito
de: Wie oft benutzt

source: Kontaktní formulář - {{ domainName }}
de: Kontaktformular - {{domainName}}

source: Kraj
de: Bezirk

source: Kupoval jsem s nedůvěrou, ale materiály a střih jsou super.
de: Ich habe mit Misstrauen gekauft, aber die Materialien und der Schnitt sind großartig.

source: Kupoval jsem si trenýrky, raději jsem si měl koupit pláštěnku.
de: Ich habe Shorts gekauft, ich hätte lieber einen Regenmantel kaufen sollen.

source: Kusů
de: Stücke

source: Kód
de: Code

source: Last name
de: Nachname

source: Last order
de: Letzte Bestellung

source: Legendární kategorie
de: Spezielle Kategorien

source: Levý textový baner dole
de: Linke Textbanner unten

source: Link to password reset sent to e-mail <strong>{{ email }}</strong>.
de: Link zum Zurücksetzen des Passworts wurde an die E-Mail-Adresse <strong> {{email}} </ strong> gesendet.

source: List of subcategories
de: Liste der Unterkategorien

source: Location
de: Lage

source: Log in
de: Anmelden

source: Log out
de: Abmelden

source: Login
de: Anmeldung

source: Main variant
de: Hauptvariante

source: Make modification
de: Nimm die Änderung vor

source: Mall hodnota
de: Mall Wert

source: Maximální počet použití
de: Maximale Anzahl von Verwendungen

source: Maximální počet produktů pro hromadnou operaci je %max%. Počet nalezených produktů je %found%. Vyhledejte menší počet produktů a hromadnou operaci opakujte.
de: Die maximale Anzahl von Produkten für einen Massenvorgang beträgt %max%. Gefundene Produkte: %found%. Finde weniger Produkte und wiederhole den Massenvorgang.

source: Maximální počet produktů, které můžete upravit pomocí hromadných operací, je {{maxProductCount}}. Máte vybráno {{selectedProductCount}} produktů
de: Die maximale Anzahl von Produkten, die du mit Massenoperationen bearbeiten kannst, ist {{maxProductCount}}. Du hast {{selectedProductCount}} Produkte ausgewählt

source: Message
de: Nachricht

source: Meta description
de: Meta-Beschreibung

source: Minimum amount
de: Mindestabnahmemenge

source: Minimum quantity and multiples
de: Mindestmengen und Vielfache

source: Minimální cena košíku
de: Mindestpreis von Warenkorb

source: Minimální cena košíku s DPH (v %currencySymbol%)
de: Mindestpreis von Warenkorb mit MwSt. (In %currencySymbol%)

source: Minimální hodnota objednávky
de: Mindestbestellwert

source: Minuty
de: Minuten

source: Mohlo by vás zajímat
de: Das könnte dir interessieren

source: Mohu odstoupit od smlouvy?
de: Kann ich vom Vertrag zurücktreten?

source: Momentálně nedostupné
de: Derzeit nicht verfügbar

source: More bestsellers
de: Weitere Bestseller

source: More information
de: Weitere Informationen

source: Možnosti dopravy
de: Versandmöglichkeiten

source: Možnosti pro osobní převzetí
de: Möglichkeiten zur persönlichen Übernahme

source: Muži
de: Männer

source: My orders
de: Meine Bestellungen

source: Mám slevový poukaz nebo dárkový certifikát
de: Ich habe einen Rabattgutschein oder einen Geschenkgutschein

source: Máte dopravu zdarma!
de: Du hast kostenlosen Versand!

source: Máte dotaz?
de: Hast du eine Frage?

source: Máte pravdu a velmi dobrý postřeh! Masivní zip odkazuje na péřovku a má originální prošití do tvaru našeho loga. Děkujeme za názor a tady máte klíčenku.
de: Du hast recht und sehr gute Beobachtung! Solider Reißverschluss bezieht sich auf die Federjacke und hat eine originelle Naht in Form unseres Logos. Vielen Dank für dein Feedback und hier hast du einen Schlüsselring.

source: Máte slevový kód?
de: Hast du einen Rabattcode?

source: Město
de: Stadt

source: Můžu potvrdit výše uvedené recenze. Bunda je opravdu kvalitní, dobře se nosí a i po týdnu jsem necítil pot ani hlínu.
de: Ich kann die obigen Bewertungen bestätigen. Die Jacke ist wirklich gut, gut getragen und selbst nach einer Woche fühlte ich mich nicht verschweißt oder schmutzig.

source: Na vybrané oblečení dáváme bushmanům záruku 25 let
de: Auf ausgewählte Kleidungsstücke gewähren wir für alle Bushmänner 25 Jahre Garantie

source: Nadpis produktů
de: Produktüberschrift

source: Nahrávejte velikosti obrázků: čtverec (380x290px), obdélník na výšku (380x600px)
de: Bildgröße des Uploads: Quadrat (380x290px), Hochformat (380x600px)

source: Najdete v kategoriích
de: Was du in Kategorien findest

source: Nakupte ještě za
de: Kaufe noch für

source: Nalezené kategorie
de: Gefundene Kategorien

source: Napište hodnocení produktu
de: Schreib eine Bewertung zu diesem Produkt

source: Napište vlastní hodnocení produktu
de: Schreib deine eigene Produktbewertung

source: Naposledy prohlížené produkty
de: Kürzlich angesehene Produkte

source: Nastavení bylo uloženo.
de: Einstellungen gespeichert.

source: Nastavení pro 6. pozici
de: Einstellung für die 6. Position

source: Nastavení přiřazení článků
de: Bearbeitung von Artikelzuordnungen

source: Nastavit
de: Einstellen

source: Naše hodnoty
de: Unsere Werte

source: Naše služby
de: Unsere Leistungen

source: Naši bundu budou nosit ještě vaše děti
de: Unsere Jacke werden noch deine Kinder tragen

source: Naštěstí je dnes tento kousek naprostou klasikou dámského šatníku
de: Glücklicherweise ist dieses Stück heute ein absoluter Klassiker der Damengarderobe

source: Ne
de: Nein

source: Nebo
de: Oder

source: Nedoručena
de: Nicht zugestellt

source: Neexistují žádné prodejny
de: Es gibt keine Geschäfte

source: Nejoblíbenější kousky
de: Die beliebtesten Stücke

source: Nejčtenější články
de: Meist gelesene Artikel

source: Nemáte oprávnění vidět požadovanou stránku. Požádejte svého administrátora o udělení přístupu.
de: Du bist nicht berechtigt, die von dir angeforderte Seite zu sehen. Bitte deinen Administrator, den Zugriff zu gewähren.

source: Neměň se, my se taky neměníme
de: Ändere dich nicht, wir ändern uns auch nicht

source: Nemůžete vybrat produkt, který je již propojen
de: Du kannst kein Produkt auswählen, das bereits verknüpft ist

source: Nenalezeny žádné problémy.
de: Keine Probleme gefunden.

source: Není ti jedno, jak žiješ, co děláš a co po tobě zůstane? Ani nám. Svět možná nespasíme, ale za pokus to stojí a bude to jízda. Vyrazíš s námi?
de: Es ist dir nicht egal, wie du lebst, was du tust und was von dir übrig bleibt? Uns auch nicht. Wir können die Welt nicht retten, aber es ist einen Versuch wert und es wird eine Fahrt sein. Gehst du mit uns?

source: Neomezený
de: Unbegrenzt

source: Neomezený počet použití
de: Unbegrenzte Anzahl von Verwendungen

source: Nepodařilo se změnit stav objednávky na Mall.cz (%errorMessage%).
de: Fehler beim Ändern der Bestellstatus bei Mall.cz (%errorMessage%).

source: Nepovedlo připojit ke Google API, takže se nezkontrolovala platnost ID Youtube videa.
de: Verbindung mit Google API fehlgeschlagen, daher wurden die YouTube-Video-IDs nicht überprüft.

source: Nepovinný název pro administraci
de: Optionaler Name für die Administration

source: Nepovinný údaj
de: Optionale Daten

source: Nepřenesena
de: Nicht übertragen

source: New blog article
de: Neuer Blog-Artikel

source: New blog category
de: Neue Blogkategorie

source: New store
de: Neues Geschäft

source: Nezapomeň: tvoje objednávka č. %%orderNo%% bude ješte 2 dny připravena na prodejně %%storeName%%. Je čas vyrazit! Bushman.cz
de: Beachte: Deine Bestellung Nr. %%orderNo%% wird noch 2 Tage lang in dem Geschäft %% storeName %% verfügbar. Es ist Zeit zu gehen! Bushman.de

source: Nezlevněné produkty
de: Nicht ermäßigte Produkte

source: Nezáleží na tom, pro jakou příležitost kalhoty sháníte, u nás jsou v nabídce.
de: Egal zu welchem Anlass du Hose suchst, bei uns sind sie im Angebot.

source: No
de: Nein

source: No articles found on this domain. You have to create some first.
de: Keine Artikel zu dieser Domain gefunden. Du musst zuerst einige erstellen.

source: No blog articles found.
de: Keine Blog-Artikel gefunden.

source: No order so far.
de: Bisher keine Bestellung.

source: No personal data for this e-mail address
de: Keine personenbezogenen Daten für diese E-Mail-Adresse

source: No products found for this brand
de: Keine Produkte für diese Marke gefunden

source: No results matching filter
de: Keine Ergebnisse passend zum Filter

source: No stores found.
de: Keine Geschäfte gefunden.

source: Nominální sleva
de: Nomineller Rabatt

source: Not possible to create variations of products that are already variant or main variant.
de: Es ist nicht möglich, Variationen von Produkten anzulegen, die bereits eine Variante oder eine Hauptvariante sind.

source: Note
de: Hinweis

source: Nothing to choose from
de: Nichts zur Auswahl

source: Nothing to choose from.
de: Nichts zur Auswahl

source: Nová kolekce
de: Neue Kollektion

source: Nový banner
de: Neues Banner

source: Nový dárek
de: Neues Geschenk

source: Nový promo produkt
de: Neues Promoprodukt

source: Number of items
de: Anzahl der Artikel

source: Number of orders
de: Anzahl der Bestellungen

source: Nákupní košík
de: Warenkorb

source: Název dárku
de: Name des Geschenkes

source: Název dárku - produktu
de: Name des Geschenkes - Produktes

source: Název pobočky
de: Filialname

source: Název přenosu
de: Name der Übertragung

source: Název výchozího produktu
de: Name von Ausgangsprodukt

source: O nákupu
de: Über den Einkauf

source: O nás
de: Über uns

source: O produktu %s se dozvíte více v těchto článcích:
de: Weitere Informationen zum Produkt %s finden Sie in diesen Artikeln:

source: Objednávka z Mall.cz
de: Bestellung von Mall.cz

source: Obrázky
de: Bilder

source: Od
de: Von

source: Od nejlevnějších
de: Preis Niedrig-Hoch

source: Od nejnovějších
de: Neueste

source: Od nejprodávanějších
de: Bestseller

source: Odběrné místo
de: Sammelstelle

source: Odebrat
de: Entfernen

source: Odebrat všechny položky z níže vyhledaných a zavřít
de: Entfernen alle unten aufgeführten Elemente und schließen

source: Odeslat na mail
de: An Mail senden

source: Odeslat objednávku
de: Bestellung absenden

source: Odeslat zprávu
de: Nachricht senden

source: Odeslána
de: Abgesendet

source: Odesílána
de: Wird abgesendet

source: Odkaz pro sledování zásilky
de: Tracking-Link

source: Odpovíme Vám v co nejkratší možné době.
de: Wir werden so schnell wie möglich antworten.

source: Odpovíme Vám v nejkratším možném termínu.
de: Wir werden so schnell wie möglich antworten.

source: Odstranit
de: Entfernen

source: Omezení
de: Einschränkungen

source: Only checked products
de: Nur geprüfte Produkte

source: Oops! Error occurred.
de: Hoppla! Es ist ein Fehler aufgetreten.

source: Opening hours
de: Öffnungszeiten

source: Operation failed
de: Operation fehlgeschlagen

source: Opravdu chcete %operation% (%subject%) u %count% produktů?
de: Möchtest du %operation% (%subject%) für %count% Produkte wirklich?

source: Opravdu chcete odstranit tento dárek?
de: Möchtest du dieses Geschenk wirklich löschen?

source: Opravdu chcete odstranit tento promo produkt?
de: Möchtest du dieses Werbeartikel wirklich entfernen?

source: Order Nr.
de: Bestellung Nr.

source: Order Nr. <strong><a href="{{ url }}">{{ number }}</a></strong> modified
de: Bestellnr. <strong> <a href="{{ url }}"> {{number}} </a> </strong> geändert

source: Order [noun]
de: Bestellung [noun]

source: Order completed
de: Bestellung abgeschlossen

source: Order could not be paid
de: Bestellung konnte nicht bezahlt werden

source: Order has been created but there were problems during payment
de: Bestellung wurde erstellt, aber es gab Probleme bei der Zahlung

source: Order in list
de: Bestellung auf der Liste

source: Order not found
de: Bestellung nicht gefunden

source: Order not found.
de: Bestellung nicht gefunden.

source: Order number
de: Bestellnummer

source: Order saved.
de: Bestellung gespeichert.

source: Orders value
de: Bestellwert

source: Osobní odběr na prodejnách
de: Persönliche Abholung in Geschäften

source: Osobní údaje
de: Persönliche Daten

source: Ostatní
de: Andere

source: Otevřena
de: Geöffnet

source: Our customers who bought this bought also
de: Unsere Kunden, die dies gekauft haben, kauften auch

source: PSČ
de: PLZ

source: Page title
de: Seitentitel

source: Parameter <strong>{{ name }}</strong> deleted
de: Parameter <strong> {{name}} </strong> gelöscht

source: Parametr
de: Parameter

source: Parametr nelze odstranit, protože se používá jako rozlišující parametr pro produkty s ID
de: Der Parameter kann nicht gelöscht werden, da er als Unterscheidungsparameter für Produkte mit ID verwendet wird

source: Parametru nelze upravit viditelnost, protože se používá jako rozlišující parametr
de: Du kannst die Sichtbarkeit eines Parameters nicht ändern, da er als Unterscheidungsparameter verwendet wird

source: Parametry
de: Parameter

source: Password
de: Passwort

source: Password again
de: Passwort erneut

source: Password must be at least six characters and can't be the same as entered e-mail or its part before at sign.
de: Das Passwort muss aus mindestens sechs Zeichen bestehen und darf nicht mit der eingegebenen E-Mail oder einem Teil davon vor dem Unterschreiben identisch sein.

source: Password successfully changed
de: Passwort erfolgreich geändert

source: PayPal payment status
de: PayPal Zahlungsstatus

source: Payment
de: Zahlung

source: Payment method
de: Zahlungsmethode

source: Personal data
de: Persönliche Daten

source: Personal data of registered customer
de: Persönliche Daten des registrierten Kunden

source: Personal information export
de: Export von persönlichen Informationen

source: Personal information overview
de: Übersicht über persönliche Informationen

source: Platba
de: Zahlung

source: Platnost
de: Gültigkeit

source: Platnost slevového kupónu vypršela. Prosím, zkontrolujte ho.
de: Der Gutschein ist abgelaufen. Bitte überprüfe es.

source: Platný do
de: Gültig bis

source: Platný od
de: Gültig ab

source: Please check the correctness of all data filled.
de: Bitte überprüfe die Richtigkeit aller Angaben.

source: Please enter promo code.
de: Bitte gib den Gutscheincode ein.

source: Please enter valid quantity you want to add to cart.
de: Bitte gib die gültige Menge ein, die du in den Warenkorb legen möchtest.

source: Please excuse this error, we are working on fixing it. If needed, contact us on %mail% or by phone %phone%.
de: Bitte entschuldige diesen Fehler, wir arbeiten daran, ihn zu beheben. Bei Bedarf kontaktiere uns bitte unter %mail% oder telefonisch unter %phone%.

source: Please make sure that you entered right quantity of all items in cart.
de: Bitte versichere dich, dass du die richtige Menge aller Artikel im Warenkorb eingegeben hast.

source: Podle zvolené adresy nebylo možné vyhledat žádné pobočky
de: Aufgrund der von dir ausgewählten Adresse konnten keine Geschäfte gefunden werden

source: Podle zákona o evidenci tržeb je prodávající povinen vystavit kupujícímu účtenku. Zároveň je povinen zaevidovat
de: Nach dem Gesetz über die Registrierung von Verkäufen ist der Verkäufer verpflichtet, dem Käufer eine Quittung auszustellen. Er ist auch zur Registrierung verpflichtet

source: Podívejte se, kde všude
de: Sieh, wo überall

source: Pokračovat v objednávce
de: Bestellung fortsetzen

source: Pokračujte na úvodní stránku
de: Weiter zur Homepage

source: Pokud ID Youtube videa není platné, tak se video nebude zobrazovat na frontendu.
de: Wenn die Youtube-Video-ID nicht gültig ist, wird das Video nicht im Frontend angezeigt.

source: Pokud nebude vyplněna nebo zatrhnura, zboží bude doručeno na fakturační adresu
de: Wenn es nicht ausgefüllt oder angeklickt ist, wird die Ware an die Rechnungsadresse geliefert

source: Položka {{ name }} je skladem k dispozici v počtu {{ quantity }} ks, počet kusů ve Vašem košíku jsme proto upravili.
de: Artikel {{Name}} ist auf Lager in der Menge {{ quantity }} Stücke, daher haben wir die Anzahl der Artikel in deinem Warenkorb angepasst.

source: Pomáhejte s námi
de: Hilf mit

source: Pomáháme
de: Wir helfen

source: Pondělí až pátek 8:00 – 16:00
de: Montag bis Freitag von 08:00 bis 16:00 Uhr

source: Pondělí až pátek 9–15 hod
de: Montag bis Freitag von 9 bis 15 Uhr

source: Popis
de: Beschreibung

source: Popisy hlavních obrázků
de: Beschreibungen der Hauptbilder

source: Popular categories
de: Beliebte Kategorien

source: Postcode
de: Postleitzahl

source: Potřebujete poradit s dokončením objednávky?
de: Benötigst du Hilfe beim Abschließen deiner Bestellung?

source: Pouze přihlášené
de: Nur für Angemeldete

source: Pouze zkontrolované objednávky
de: Nur geprüfte Bestellungen

source: Použít
de: Anwenden

source: Použít nominální slevu
de: Nominellen Rabatt anwenden

source: Používáme přírodní materiály
de: Wir verwenden natürliche Materialien

source: Poznejte nás
de: Lerne uns kennen

source: Pozáruční servis a prodloužená záruka
de: Nach-Garantie-Service und erweiterte Garantie

source: Počet generovaných kupónů
de: Die Anzahl der generierten Gutscheine

source: Počet prac. dní do dodání
de: Anzahl der Arbeitstage bis zur Lieferung

source: Počet produktů, ke kerým je dárek přiřazen
de: Die Anzahl der Produkte, denen das Geschenk zugeordnet ist

source: Pošta bez hranic
de: Mail ohne Grenzen

source: Poštovné
de: Versandgebühr

source: Praktické
de: Praktisch

source: Praktické a stylové
de: Praktisch und stilvoll

source: Pravý textový baner nahoře
de: Rechter Textbanner oben

source: Prefix (např. "JARO_")
de: Prefix (z.B. "FHRÜLING_")

source: Preview
de: Vorschau

source: Pricing group
de: Preisgruppe

source: Print
de: Drucken

source: Pro lidi s životním názorem, který nás spojuje.“
de: Für Menschen mit einer Lebensperspektive, die uns verbindet.

source: Pro plochy 1, 2, 3 - čtverec (380x290px), pro plochu 4 - obdélník na výšku (380x600px).
de: Für die Bereiche 1, 2, 3 - Quadrat (380 x 290 Pixel), für den Bereich 4 - Rechteck in der Höhe (380 x 600 Pixel).

source: Pro termín doručení a dostupnost na prodejnách si vyberte z velikostí.
de: Für Liefertermine und Verfügbarkeit in Geschäften wähle deine Größe aus.

source: Pro využití slevového kódu musíte nakoupit aspoň za %price%.
de: Du musst mindestens für %price% kaufen, um den Rabattcode verwenden zu können.

source: Pro zobrazení parametrů si vyber z velikostí.
de: Um die Parameter anzuzeigen, wähle aus den Größen.

source: Procentuální sleva
de: Prozentualer Rabatt

source: Prodejna
de: Geschäft

source: Prodejny
de: Geschäfte

source: Product <strong>{{ name }}</strong> ({{ quantity|formatNumber }} {{ unitName }}) added to the cart
de: Produkt <strong> {{name}} </strong> ({{quantity|formatNumber}} {{unitName}}) wurde dem Warenkorb hinzugefügt

source: Product <strong>{{ name }}</strong> added to the cart (total amount {{ quantity|formatNumber }} {{ unitName }})
de: Produkt <strong> {{name}} </strong> wurde dem Warenkorb hinzugefügt (total amount {{ quantity|formatNumber }} {{ unitName }})

source: Product <strong>{{ product|productDisplayName }}</strong> modified
de: Produkt <strong> {{product | productDisplayName}} </strong> geändert

source: Product no longer on sale
de: Produkt nicht mehr im Verkauf

source: Product {{ name }} had to be removed from cart as its stock is too low
de: Das Produkt {{ name }} muss aus dem Warenkorb entfernt werden, da der Lagerbestand zu niedrig ist

source: Product {{ name }} removed from cart
de: Das Produkt {{name}} wurde aus dem Warenkorb entfernt

source: Products in stock only
de: Nur Artikel auf Lager

source: Produkt byl v těchto příbězích
de: Das Produkt war in diesen Geschichten

source: Produkt je hotový
de: Das Produkt ist fertig

source: Produkt není v žádných článcích
de: Das Produkt ist in keinem Artikel enthalten

source: Produkt v článcích blogu
de: Produkt in Blog-Artikeln

source: Produkty
de: Produkte

source: Produkty k článku blogu
de: Blog Artikel Produkte

source: Prohlédnout
de: Durchsuchen

source: Promo code added to order
de: Promo-Code zur Bestellung hinzugefügt

source: Promo code invalid. Check it, please.
de: Promo-Code ungültig. Bitte überprüfe es.

source: Promo code removed from order
de: Promo-Code aus Bestellung entfernt

source: Promo produkt
de: Werbeartikel

source: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> byl editován
de: Das Werbemittel <strong> <a href="{{ url }}"> {{name}} </a> </strong> wurde bearbeitet

source: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> byl úspěšně vytvořen
de: Das Werbeartikel <strong> <a href="{{ url }}"> {{name}} </a> </strong> wurde erfolgreich erstellt

source: Promo produkt <strong>{{ name }}</strong> byl smazán
de: Das Werbeartikel <strong> {{name}} </strong> wurde gelöscht

source: Promo produkt neexistuje
de: Das Werbeartikel existiert nicht

source: Promo produkty
de: Werbeartikel

source: Promo produkty k objednávce
de: Werbeartikel zur Bestellung

source: Propojené produkty
de: Verknüpfte Produkte

source: Propojit Hl. varianty
de: Verknüpfe die Hauptvarianten

source: Propojit produkty
de: Verknüpfe die Produkte

source: Prosím, zkontrolujte zadané hodnoty
de: Bitte überprüfe die eingegebenen Werte

source: Provozovna
de: Europäischer Hauptsitz

source: Provést
de: Durchführen

source: Provést pro
de: Durchführen für

source: Provést úpravu
de: Nimm Anpassung vor

source: První článek v horním menu
de: Erster Artikel im oberen Menü

source: Prázdný
de: Leer

source: Představujeme trendy, radíme jak trénovat a ukazujeme naši firmu
de: Wir präsentieren Trends, beraten beim Training und zeigen unser Unternehmen

source: Předvýpis kategorií
de: Vorauswahl der Kategorien

source: Přehled problémů v přenosech
de: Übersicht über Probleme bei Sendungen

source: Přejít do košíku
de: Zum Warenkorb gehen

source: Přejít na výpis všech článků
de: Zur Liste aller Artikel gehen

source: Přeneseno
de: Übertragen

source: Přečti si více
de: Lese mehr

source: Přidat
de: Hinzufügen

source: Přidat nový banner
de: Ein neues Banner hinzufügen

source: Přidat produkt
de: Produkt hinzufügen

source: Přidat všechny položky z níže vyhledaných a zavřít
de: Alle unten gefundenen Produkte hinzufügen und schließen

source: Přidám poznámku k objednávce
de: Ich werde der Bestellung eine Notiz hinzufügen

source: Přihlas se
de: Anmelden

source: Přihlaste se
de: Anmelden

source: Přihlásit se
de: Anmelden

source: Přihlásit se přes Google
de: Mit Google anmelden

source: Přihlásit se přes facebook
de: Mit Facebook anmelden

source: Přihlášené i nepřihlášené
de: An- und abgemeldete

source: Přihoďte si k nákupu
de: Füge zu deinem Warenkorb hinzu

source: Přiznaný masivní zip odkazuje na již zmíněné "péřovky". Originální prošití do tvaru loga na zadním díle však dodává bundě jedineční vzhled, který v kombinaci s použitým celopotištěným, směsovým materiálem, vzorem imituje vazbu hrotového kepru, působí moderně a konzervativně zároveň. Přední díl zdobí drobné kovové logo.
de: Der zugelassene massive Reißverschluss bezieht sich auf die bereits erwähnte "Federjacke". Die originelle Naht in der Form des Logos auf der Rückseite verleiht der Jacke jedoch einen einzigartigen Look, der in Kombination mit dem verwendeten bedruckten, gemischten Muster den Köper imitiert und gleichzeitig modern und konservativ wirkt. Vorderteil mit kleinem Metalllogo verziert.

source: Přiřazení článků
de: Artikel zuordnen

source: Příjmení
de: Nachname

source: Příznak
de: Merkmal

source: Příznak pro dopravu zdarma
de: Merkmal für kostenlosen Versand

source: Quick search
de: Schnellsuche

source: Register
de: Registriere dich

source: Registration
de: Registrierung

source: Registruj se
de: Registriere dich
