Repository: cafesk8/tropic
Catalog: src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: de

source: Registrujte se
de: Registriere dich

source: Rekapitulaci jsme vám zaslali také na váš e-mail
de: Wir haben auch eine Zusammenfassung an deine E-Mail gesendet

source: Remember my login
de: Erinnere dich an mein Login

source: Remove
de: Entfernen

source: Reportáže z cest
de: Reiseberichte

source: Reset filter
de: Filter zurücksetzen

source: Reset password
de: Passwort zurücksetzen

source: Roky ověřené
de: Seit Jahren bewährt

source: Rounding
de: Abrundung

source: Rozbalit
de: Aufrollen

source: Rozlišující parameter
de: Unterscheidungsparameter

source: Rozlišující parametr
de: Unterscheidungsparameter

source: S čím potřebujete pomoct?
de: Womit brauchst du Hilfe?

source: SKU certifikátu
de: Zertifikat SKU

source: SMS alert 2 dny do vyzvednutí
de: SMS-Alert 2 Tage bis zur Abholung

source: SMS alert 5 dní do vyzvednutí
de: SMS-Alert 5 Tage bis zur Abholung

source: Samostatný produkt (ne hlavní a ne vedlejší varianta)
de: Separates Produkt (kein Haupt- und kein Nebenprodukt)

source: Save changes
de: Änderungen speichern

source: Save changes in order
de: Änderungen in der Bestellung speichern

source: Sbalit
de: Zusammenrollen

source: Sbíráme anonymní data a měříme, abychom náš web mohli dále vylepšovat. Souhlasíte se sběrem cookies?
de: Wir sammeln anonyme Daten und messen diese, um unsere Website weiter zu verbessern. Stimmst du der Sammlung von Cookies zu?

source: Search [verb]
de: Suchen [verb]

source: Search didn't find any products.
de: Suche hat keine Produkte gefunden.

source: Search results for "%searchText%"
de: Suchergebnisse für "%searchText%"

source: Searching
de: Suche

source: Searching searches in name, catalogue number or product part number. It is possible to use wildcards * and ?.
de: Durchsuchen von Name, Katalognummer oder Produktartikelnummer. Es ist möglich, Platzhalter * und? zu verwenden.

source: Selected blog article doesn't exist.
de: Ausgewählter Blogartikel existiert nicht.

source: Selected blog category doesn't exist.
de: Die ausgewählte Blogkategorie existiert nicht.

source: Selected category doesn't exist.
de: Ausgewählte Kategorie existiert nicht.

source: Selected parameter doesn't exist.
de: Der ausgewählte Parameter existiert nicht.

source: Selected product no longer available or doesn't exist.
de: Das ausgewählte Produkt ist nicht mehr verfügbar oder existiert nicht.

source: Selected store doesn't exist
de: Das ausgewählte Geschäft existiert nicht

source: Set new password
de: Lege ein neues Passwort fest

source: Settings
de: Einstellungen

source: Sety & Outfity
de: Sets & Outfits

source: Seznam dárků
de: Liste der Geschenke

source: Seznam již dostupného zboží v objednávce (název, dostupné množství, cena za jednotku s DPH, celková cena za položku s DPH)
de: Liste der in der Bestellung bereits verfügbaren Waren (Name, verfügbare Menge, Preis pro Einheit inkl. MwSt., Gesamtpreis pro Artikel inkl. MwSt.)

source: Seznam promo produktů
de: Liste der Werbeartikel

source: Shipping
de: Versand

source: Shipping address
de: Lieferadresse

source: Shipping method
de: Versandart

source: Shopsys magazín
de: Shopsys Zeitschrift

source: Silnější než kdy předtím...
de: Stärker als je zuvor ...

source: Skladem
de: Auf Lager

source: Skladovost
de: Lagerung

source: Skrýt
de: Verstecken

source: Skrývání zboží
de: Ware verstecken

source: Skupina produktů byla úspěšně vytvořena.
de: Produktgruppe erfolgreich angelegt.

source: Sledujte náš instagram
de: Folge unserem Instagram

source: Sleva
de: Rabatt

source: Slevové kupóny byly smazány.
de: Rabattgutscheine wurden gelöscht.

source: Slevový kupón
de: Rabattguschein

source: Slevový kupón <strong><a href="{{ url }}">{{ name }}</a></strong> byl modifikován
de: Der Rabatt-Gutschein <strong> <a href="{{ url }}"> {{name}} </a> </ strong> wurde geändert

source: Slevový kupón <strong><a href="{{ url }}">{{ name }}</a></strong> byl vytvořen
de: Es wurde ein <strong> <a href="{{ url }}"> {{name}} </a> </ strong> Gutschein erstellt

source: Slevový kupón byl již vyčerpán.
de: Der Gutschein wurde bereits benutzt.

source: Slevový kupón mohou aplikovat pouze přihlášení zákazníci.
de: Der Rabattgutschein kann nur von angemeldeten Kunden eingelöst werden.

source: Slevový kupón nebo certifikát
de: Rabattgutschein oder Zertifikat

source: Slevový kupón nelze aplikovat na nezlevněné zboží.
de: Der Rabattgutschein kann nicht auf nicht rabattierte Artikel angewendet werden.

source: Slevový kupón nelze aplikovat na zlevněné zboží.
de: Der Rabattgutschein kann nicht auf reduzierte Artikel angewendet werden.

source: Slevový kód
de: Rabattgutschein

source: Slevový kód nemůžete uplatnit. Jeho platnost byla do {{validityTo}}.
de: Du kannst den Rabattgutschein nicht einlösen. Es war gültig bis {{validityTo}}.

source: Slevový kód nemůžete uplatnit. Jeho platnost je od {{validityFrom}} do {{validityTo}}.
de: Du kannst den Rabattgutschein nicht einlösen. Es ist gültig von {{validityFrom}} bis {{validityTo}}.

source: Slevový kód nemůžete uplatnit. Jeho platnost je od {{validityFrom}}.
de: Du kannst den Rabattgutschein nicht einlösen. Es ist gültig ab {{validityFrom}}.

source: Služba dopravce
de: Spediteur-Service

source: Smazat všechny
de: Alles löschen

source: Snažíte se koupit více kusů, než je skladem.
de: Du versuchst mehr Stücke zu kaufen, als auf Lager sind.

source: Souhlasím se <a href="%url%" target="_blank"><span class="underline-small">zpracováním osobních údajů</span></a>.
de: Ich stimme der <a href="%url%" target="_blank"> <span class="underline-small"> Verarbeitung personenbezogener Daten </span> </a> zu.

source: Souhlasím se zpracováním osobních údajů.
de: Ich bin mit der Verarbeitung personenbezogener Daten einverstanden.

source: Souhlasíte se sběrem cookies?
de: Stimmst du der Sammlung von Cookies zu?

source: Special offer
de: Sonderangebot

source: Spisová značka C 51890 vedená u rejstříkového soudu v Ostravě.
de: Aktenzeichen C 51890, geführt vom Registergericht in Ostrava.

source: Stav exportu do IS
de: IS-Exportstatus

source: Stav platby GoPay
de: GoPay-Zahlungsstatus

source: Stav přenosu do IS
de: Status der Übermittlung an IS

source: Stav z IS
de: Status vom IS

source: Stačí zadat heslo a příště už nic
de: Gib einfach dein Passwort ein und beim nächsten Mal nichts mehr

source: Stock in stores
de: Lager in den Läden

source: Store
de: Geschäft

source: Store <strong><a href="{{ url }}">{{ name }}</a></strong> modified
de: Geschäft <strong><a href="{{ url }}">{{ name }}</a></strong> geändert

source: Store <strong><a href="{{ url }}">{{ name }}</a></strong> successfully created
de: Geschäft <strong><a href="{{ url }}">{{ name }}</a></strong> erfolgreich erstellt

source: Store <strong>{{ name }}</strong> has been removed
de: Geschäft <strong>{{ name }}</strong> wurde gelöscht

source: Store detail
de: Detail des Geschäfts

source: Store doesn't exist
de: Geschäft existiert nicht

source: Stores
de: Geschäfte

source: Stores overview
de: Geschäfte-Überblick

source: Street
de: Straße

source: Státy, pro které je doprava dostupná
de: Länder, für die Transport verfügbar ist

source: Subscription to e-mail newsletter
de: Anmeldung zum Newsletter

source: Super košele.
de: Super Shirt.

source: Sídlo
de: Sitz

source: Tax number
de: Steuernummer

source: Telefonní číslo musí začínat +XXX
de: Die Telefonnummer muss mit +XXX beginnen

source: Telephone
de: Telefon

source: Tenký nadpis
de: Dünne Überschrift

source: Tento stav není možné smazat, jelikož je na něj navázána funkčnost
de: Dieser Status kann nicht gelöscht werden, da die Funktionalität damit verknüpft ist

source: Tento způsob platby je skrytý systémem GoPay.
de: Diese Zahlungsmethode wird von GoPay ausgeblendet.

source: Terms and conditions
de: Allgemeine Geschäftsbedingungen

source: Text tlačítka
de: Schaltflächentext

source: Text zprávy
de: Nachrichtentext

source: Thank you, your message has been sent.
de: Vielen Dank, deine Nachricht wurde gesendet.

source: The link to change your password expired.
de: Der Link zum Ändern deines Passworts ist abgelaufen.

source: The price of payment {{ paymentName }} changed during ordering process. Check your order, please.
de: Der Zahlungspreis {{paymentName}} hat sich während des Bestellvorgangs geändert. Bitte überprüfe deine Bestellung.

source: The price of shipping {{ transportName }} changed during ordering process. Check your order, please.
de: Der Preis für den Versand {{transportName}} hat sich während des Bestellvorgangs geändert. Bitte überprüfe deine Bestellung.

source: There was an error while saving. The order isn't saved.
de: Beim Speichern ist ein Fehler aufgetreten. Die Bestellung wird nicht gespeichert.

source: There were problems during payment of created order with number %orderNumber%.
de: Bei der Zahlung der erstellten Bestellung mit der Nummer %orderNumber% sind Probleme aufgetreten.

source: This account doesn't exist or password is incorrect
de: Dieses Konto existiert nicht oder das Passwort ist falsch

source: This blog category contains no blog articles.
de: Diese Blog-Kategorie enthält keine Blog-Artikel.

source: This category contains no products.
de: Diese Kategorie enthält keine Produkte.

source: This e-mail was sent from the contact form located below the panel of categories.
de: Diese E-Mail wurde über das Kontaktformular gesendet, das sich unter dem Bereich der Kategorien befindet.

source: This product is no longer available for purchase. Have a look at similar products <a href="%url%">here</a>.
de: Dieses Produkt kann nicht mehr gekauft werden. Schaue dir ähnliche Produkte <a href="%url%"> hier </a> an.

source: This site uses cookies.
de: Diese Seite verwendet Cookies.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were not successfully processed.
de: Dieser Status kann nicht gelöscht werden, da an ihn eine Funktionalität gebunden ist. Er identifiziert Bestellungen, die nicht erfolgreich verarbeitet wurden.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were successfully processed.
de: Dieser Status kann nicht gelöscht werden, da an ihn eine Funktionalität gebunden ist. Er identifiziert Bestellungen, die erfolgreich verarbeitet wurden.

source: This status can't be deleted. This is automatically assigned status to all new orders.
de: Dieser Status kann nicht gelöscht werden. Diesem Status werden automatisch alle neuen Bestellungen zugewiesen.

source: To máme radost a posíláme!
de: Wir freuen uns und versenden!

source: To prevent the possibility of account theft, the change of the e-mail address must be dealt with individually. If your e-mail address has changed, please contact us.
de: Um die Möglichkeit eines Kontodiebstahls auszuschließen, muss die Änderung der E-Mail-Adresse individuell behandelt werden. Wenn sich deine Email-Adresse geändert hat, kontaktiere uns bitte.

source: Tomáš Malý - Bushman specialista
de: Tomáš Malý - Bushman Spezialist

source: Total excluding VAT
de: Gesamtsumme ohne Mehrwertsteuer

source: Total including VAT
de: Insgesamt inklusive Mehrwertsteuer

source: Total item price including VAT
de: Gesamter Artikelpreis inkl. MwSt

source: Total price
de: Gesamtpreis

source: Total price excluding VAT
de: Gesamtpreis ohne MwSt

source: Total price including VAT
de: Gesamtpreis inkl. MwSt

source: Treti článek v horním menu
de: Der dritte Artikel im oberen Menü

source: Tuhle značku není možné smazat. Jde o značku, která je automaticky přiřazena všem produktem.
de: Diese Marke kann nicht gelöscht werden. Dies ist eine Marke, die automatisch allen Produkten zugewiesen wird.

source: Tučný nadpis
de: Fettgedruckte Überschrift

source: Tvar odkazu pro sledování zásilky
de: Tracking Link Form

source: Tvorba e-shopů na míru
de: Erstellen von benutzerdefinierten E-Shops

source: Tvoříme praktické a pohodlné oblečení pro každodenní expedice. Ty mu dáváš příběh a tvoříš vzpomínky s ním spojené. Věříš naší tradici a kvalitě?
de: Wir kreieren praktische und bequeme Kleidung für alltägliche Expeditionen. Du gibst ihnen eine Geschichte und schaffst damit verbundene Erinnerungen. Glaubst du an unsere Tradition und Qualität?

source: Tvoříme vlastní styl
de: Wir kreieren unseren eigenen Stil

source: Typ dopravy
de: Versandart

source: Typ platby
de: Zahlungsart

source: Typ produktu
de: Artikelart

source: Typ sms alertu
de: SMS-Alert-Art

source: Type
de: Art

source: URL addresses
de: URL-Adressen

source: Uh-oh, uh-oh. And specially <strong>"%status_code% %status_text%"</strong>, as if it was on purpose!
de: Oh, oh. Und speziell <strong> "%status_code%%status_text%" </strong>, als ob es absichtlich wäre!

source: Ulice
de: Straße

source: Uložit
de: Speichern

source: Unable to add product to cart
de: Produkt kann nicht zum Warenkorb hinzugefügt werden

source: Unable to add product to cart:<br/><ul><li>{{ errors|raw }}</li></ul>
de: Produkt kann nicht zum Warenkorb hinzugefügt werden: <br/><ul><li>{{errors | raw}}</li></ul>

source: Unable to remove item from cart. The item is probably already removed.
de: Artikel kann nicht aus dem Warenkorb entfernt werden. Der Artikel ist wahrscheinlich bereits entfernt.

source: Unable to remove item from cart. The link for removing it probably expired, try it again.
de: Artikel kann nicht aus dem Warenkorb entfernt werden. Der Link zum Entfernen ist wahrscheinlich abgelaufen. Versuche es erneut.

source: Unable to send some e-mails, please contact us for order verification.
de: Einige E-Mails können nicht gesendet werden. Bitte kontaktiere uns, um die Bestellung zu bestätigen.

source: Unable to send some e-mails, please contact us for registration verification.
de: Einige E-Mails können nicht gesendet werden. Bitte kontaktiere uns, um die Registrierung zu bestätigen.

source: Unable to send updating e-mail
de: Aktualisierungs-E-Mail konnte nicht gesendet werden

source: Unit price including VAT
de: Stückpreis inkl. MwSt

source: Upload image
de: Bild hochladen

source: Upozornění
de: Warnung

source: Upřesňující informace
de: Informationen Spezifikation

source: Upřesňující informace pro chybu v přenosu
de: Erweiterte Informationen für Übertragungsfehler

source: User not found.
de: Benutzer wurde nicht gefunden.

source: V hlavní roli
de: Hauptrolle

source: V hlavním menu
de: Im Hauptmenü

source: V neděli
de: Am Sonntag

source: V pondělí
de: Am Montag

source: V pořádku
de: Alles klar

source: V pracovní dny odpovídáme většinou do 2 hodin
de: Wir antworten normalerweise innerhalb von 2 Stunden an Werktagen

source: V pracovní dny odpovídáme většinou do 2 hodin.
de: Wir antworten normalerweise innerhalb von 2 Stunden an Werktagen.

source: V prvním sloupci
de: In der ersten Spalte

source: V pátek
de: Am Freitag

source: V rámci kampaně Water for Afrika pro UNICEF jsme přišpěli na vyčištění téměř 10 000 000 litrů vody!
de: Im Rahmen der Water for Africa-Kampagne für UNICEF haben wir fast 10.000.000 Liter Wasser gesäubert!

source: V sobotu
de: Am Samstag

source: V úterý
de: Am Dienstag

source: VAT rate
de: Mehrwertsteuerhöhe

source: Variabilní symbol platby je číslo objednávky
de: Das variable Symbol der Zahlung ist die Bestellnummer

source: Variant <strong>{{ productVariant|productDisplayName }}</strong> successfully created.
de: Variante <strong> {{productVariant|productDisplayName}}</strong> wurde erfolgreich erstellt.

source: Variants
de: Varianten

source: Vaše objednávka
de: Deine Bestellung

source: Vaše velikost
de: Deine Größe

source: Ve středu
de: Am Mittwoch

source: Ve čtvrtek
de: Am Donnerstag

source: Velikost
de: Größe

source: Velikost obrázků
de: Bildgröße

source: Viditelný na homepage
de: Sichtbar auf der Homepage

source: Vidět administrátory
de: Siehe Administratoren

source: Vidět cenotvorbu
de: Siehe Preise

source: Vidět marketing
de: Siehe Marketing

source: Vidět nastavení
de: Siehe Einstellungen

source: Vidět objednávky
de: Siehe Bestellungen

source: Vidět zboží a kategorie
de: Siehe Waren und Kategorien

source: Vidět zákazníky
de: Siehe Kunden

source: View results
de: Ergebnisse anzeigen

source: Vložte nový komentář
de: Neuen Kommentar schreiben

source: Volejte na
de: Rufe an

source: Vracel jsem velikost a měl jsem poštovné zdarma. Na české poměry něco nevídaného. Klobou dolů.
de: Ich habe meine Größe zurückgegeben und hatte kostenlosen Versand. Etwas Beispielloses unter tschechischen Bedingungen. Hut ab.

source: Vrácení zboží ve 14 denní lhůtě (odstoupení od smlouvy)
de: Rückgabe der Ware innerhalb von 14 Tagen (Widerrufsrecht)

source: Vrácení zdarma <strong>do 30 dnů</strong>
de: Kostenlose Rückerstattung <strong>innerhalb von 30 Tagen</ strong>

source: Vyberte dopravce
de: Wähle den Spediteur aus

source: Vyberte dotaz
de: Wähle deine Frage aus

source: Vyberte pobočku
de: Wähle ein Geschäft aus

source: Vyberte prodejnu
de: Wähle ein Geschäft aus

source: Vyberte prosím službu dopravce
de: Bitte wähle einen Spediteur-Service

source: Vyberte službu dopravce
de: Wähle einen Spediteur-Service

source: Vyberte typ poukazu
de: Wähle Gutschein-Art

source: Vyberte variantu
de: Wähle eine Variante aus

source: Vyberte velikost
de: Wähle die Größe

source: Vyberte způsob dopravy
de: Wähle eine Versandart

source: Vyberte způsob platby
de: Wähle eine Zahlungsart

source: Vyberte článek, který se zobrazí jako druhý v horním menu hned za články které sou umístený v pozici "horní menu v přehlede článku"
de: Wähle den Artikel, der im oberen Menü an zweiter Stelle steht, unmittelbar nach den Artikeln aus, die im "oberen Menü in der Artikelübersicht" platziert sind.

source: Vyberte článek, který se zobrazí jako odkaz u banneru Naše hodnoty
de: Wähle einen Artikel aus, der als Link neben dem Banner Unsere Werte angezeigt werden soll

source: Vyberte článek, který se zobrazí jako odkaz u banneru Náš příběh
de: Wähle einen Artikel aus, der als Link neben dem Banner "Unsere Geschichte" angezeigt werden soll

source: Vyberte článek, který se zobrazí jako první v horním menu hned za články které sou umístený v pozici "horní menu v přehlede článku"
de: Wähle den Artikel aus, der als Erster unmittelbar nach den Artikeln im "Hauptmenü in der Artikelübersicht" angezeigt wird.

source: Vyberte článek, který se zobrazí jako čtvrtý v horním menu hned za Blogem
de: Wähle den Artikel aus, der als vierter im oberen Menü direkt nach dem Blog angezeigt wird

source: Vyberte článek, který se zobrazí v registraci u checkboxu, zda se chce stát zákazník členem Bushman Clubu, a také jako odkaz pro banner Bushman club
de: Wähle den Artikel aus, der in der Checkbox-Registrierung angezeigt werden soll, wenn der Kunde Bushman Club-Mitglied werden möchte, sowie als Link zum Bushman Club-Banner

source: Vybrali jste si platbu převodem.
de: Du hast eine Überweisungszahlung ausgewählt.

source: Vybrané filtry
de: Ausgewählte Filter

source: Vybraný dárek neexistuje
de: Das ausgewählte Geschenk existiert nicht

source: Vybraný promo produkt neexistuje
de: Das von dir ausgewählte Werbeartikel existiert nicht

source: Vybrat
de: Auswählen

source: Vybráno
de: Ausgewählt

source: Vyhledat
de: Suchen

source: Vyhledávání hledá v příjmení, názvu firmy, emailu, telefonu a ean. Je možné používat operátory * a ?.
de: Durchsuchen von Suchen nach Nachname, Firmenname, E-Mail, Telefon und E-Mail. Es ist möglich, die Operatoren * und ? zu verwenden.

source: Vyhledávání neodpovídá žádný produkt
de: Deine Suche ergab keine Treffer

source: Vyplnit dodací údaje
de: Gib Lieferdaten ein

source: Vyrábíme zodpovědně
de: Wir produzieren verantwortungsbewusst

source: Vytvoření slevového kupónu
de: Erstelle einen Rabattgutschein

source: Vytvořit hromadně slevové kupóny
de: Rabattcoupons massenhaft erstellen

source: Vytvořit hromadně slevové kupóny nebo certifikáty
de: Rabattgutscheine oder Zertifikate massenhaft erstellen

source: Vytvořit nový dárek
de: Ein neues Geschenk erstellen

source: Vytvořit nový promo produkt
de: Ein neuer Werbeartikel erstellen

source: Vytvořit slevový kupón
de: Rabattgutschein erstellen

source: Vytvořit slevový kupón nebo certifikát
de: Rabattgutschein oder Zertifikat erstellen

source: Vytvořit účet
de: Konto erstellen

source: Využijte
de: Nutze den Vorteil

source: Váš e-mail je na e-shopu registrován.
de: Ihre E-Mail ist im E-Shop registriert.

source: Váš účet
de: Dein Konto

source: Vážím si všech
de: Ich schätze jeden

source: Vážím si všech 80 000 bushmanů
de: Ich respektiere alle 80.000 Bushmänner

source: Výchozí služba dopravce
de: Standard-Spediteur-Service

source: Výměnu
de: Austausch

source: Výpočet termínu dodání
de: Berechnung des Liefertermins

source: Výsledky výrazu:
de: Ausdrucksergebnisse:

source: Věrnostní program
de: Bushman-Club

source: Věrnostní program - body
de: Věrnostní program Punkte

source: Vše co nabízíme, máme skladem
de: Alles was wir anbieten ist auf Lager

source: Všechny kategorie
de: Alle Kategorien

source: Všechny produkty
de: Alle Produkte

source: We will remember your login on this computer for 30 days.
de: Wir werden uns 30 Tage lang an Ihr Login auf diesem Computer erinnern.

source: Yes
de: Ja

source: You can upload following formats: PNG, JPG, GIF
de: Du kannst folgende Formate hochladen: PNG, JPG, GIF

source: You cannot choose product that is main variant
de: Du kannst nicht das Produkt auswählen, bei dem es sich um die Hauptvariante handelt

source: You cannot choose product that is variant
de: Du kannst kein Produkt auswählen, das eine Variante ist

source: You have been successfully registered.
de: Du bist erfolgreich registriert.

source: You have been successfully subscribed to our newsletter.
de: Du hast unseren Newsletter erfolgreich abonniert.

source: You have successfully paid order via GoPay.
de: Du hast deine Bestellung erfolgreich über GoPay bezahlt.

source: You have to be logged in to enter this page
de: Du musst eingeloggt sein, um diese Seite zu betreten

source: Your cart is unfortunately empty. To create order, you have to <a href="%url%">choose</a> some product first
de: Dein Warenkorb ist leider leer. Um eine Bestellung zu erstellen, musst du <a href="%url%"> zuerst ein Produkt auswählen </a>

source: Your data had been successfully updated
de: Deine Daten wurden erfolgreich aktualisiert

source: Your discount
de: Dein Rabatt

source: Za zboží
de: Für Waren

source: Zadejte kód
de: Gib den Code ein

source: Zadejte město nebo PSČ:
de: Ort oder Postleitzahl eingeben:

source: Zapomenuté heslo?
de: Passwort vergessen?

source: Zatím nepřeneseno
de: Noch nicht übertragen

source: Zboží odešleme po připsání částky na účet.
de: Die Ware wird versandt, nachdem der Betrag dem Konto gutgeschrieben wurde.

source: Ze stavu obejdnávky Odeslána můžete změnit stav pouze na Nedoručena
de: Du kannst den Status nur von "Gesendet" in "Nicht zugestellt" ändern.

source: Ze stavu obejdnávky Odesílána můžete změnit stav pouze na Odeslána nebo Zrušena
de: Du kannst den Status nur von "Wird abgesendet" an "Versendet" oder "Abgebrochen" ändern

source: Ze stavu obejdnávky Otevřena můžete změnit stav pouze na Doručována nebo Zrušena
de: Du kannst den Status von "Offen" nur auf "Wird zugestellt" oder "Storniert" ändern

source: Zipy, které vydrží
de: Reißverschlüsse, die dauern

source: Zkonečných stavů nelze měnit stav objednávky
de: Endzustände können nicht geändert werden

source: Zlevněné produkty
de: Ermäßigte Produkte

source: Změna nebo storno objednávky
de: Änderung oder Storno der Bestellung

source: Změna pro
de: Änderung für

source: Změna této hodnoty se projeví do 2 hodin
de: Diese Änderung wird innerhalb von 2 Stunden wirksam

source: Změnit
de: Ändern

source: Změny v informačním řádky byly úspěšně uloženy
de: Änderungen an Infozeilen wurden erfolgreich gespeichert

source: Značka
de: Marke
