Repository: cafesk8/tropic
Catalog: src/Shopsys/ShopBundle/Resources/translations/messages.*.po
Languages: de

source: #5 výdrž a nadčasovost
de: #5 Ausdauer und Zeitlosigkeit

source: %name% agrees with privacy policy.
de: %name% stimmt den Datenschutzbestimmungen zu.

source: (If I buy on the company behalf)
de: (Wenn ich im Namen der Firma kaufe)

source: (Tato adresa bude na daňovém dokladu. Pokud nebude vyplněna, použije se doručovací adresa.)
de: (Diese Adresse befindet sich auf dem Steuerdokument. Wenn nicht ausgefüllt, wird die Versandadresse verwendet.)

source: (This address will be on the tax invoice)
de: (Diese Adresse befindet sich auf der Steuerrechnung)

source: (kód %code%)
de: (Code %code%)

source: (kód VANOCE2018)
de: (Code Weihnachten 2018)

source: ******** 6 nebo více znaků
de: ******** 6 oder mehr Zeichen

source: -- Choose article --
de: -- Artikel auswählen --

source: -- Choose article position --
de: -- Artikelposition wählen --

source: -- Vyberte přenos --
de: --Transfer auswählen--

source: 1 - čtverec
de: 1 - Quadrat

source: 1 390 Kč
de: EUR

source: 1900 Kč
de: EUR

source: 2 - čtverec
de: 2 - Quadrat

source: 22 let s vámi
de: 22 Jahre mit dir

source: 25 let záruku zdarma, objednat směnnou zásilku nebo
de: 25 Jahre kostenlose Garantie, Umtauschsendung bestellen oder

source: 3 - čtverec
de: 3 - Quadrat

source: 3099 Kč
de: EUR

source: 4 - čtverec
de: 4 - Quadrat

source: 5 - obdélník na výšku
de: 5 - Hochformat Rechteck

source: 6 - velký obdelník na šířku
de: 6 - grosses Rechteck landschaft

source: AKCE
de: AKTION

source: Add
de: Hinzufügen

source: Add requirement
de: Anforderung hinzufügen

source: Add to cart
de: In den Warenkorb

source: Address
de: Adresse

source: Administrativní areál BUSHMAN
de: BUSHMAN Bürokomplex

source: Administrátor má právo
de: Administrator hat das Recht

source: Adresa
de: Adresse

source: Advanced search
de: Erweiterte Suche

source: Aktivní
de: Aktiv

source: Akční cena
de: Sonderpreis

source: All domains
de: Alle Domänen

source: All search results
de: Alle Suchergebnisse

source: Amount
de: Menge

source: Amount multiples
de: Vielfache zum Kauf

source: Ancestor category
de: Übergeordnete Kategorie

source: Ano
de: Ja

source: Aplikovat na
de: Applizieren auf

source: Aplikovat na uživatele
de: Applizieren auf Benutzer

source: Apply
de: Anwenden

source: Article "%name%" set for displaying cookies information. This setting will be lost. Do you really want to delete it?
de: Artikel "%name%" zum Anzeigen von Cookie-Informationen. Diese Einstellung geht verloren. Möchtest du es wirklich löschen?

source: Article "%name%" set for displaying legal conditions. This setting will be lost. Do you really want to delete it?
de: Artikel "%name%" für die Anzeige der rechtlichen Bedingungen festgelegt. Diese Einstellung geht verloren. Möchtest du es wirklich löschen?

source: Articles in upper menu
de: Artikel im oberen Menü

source: Articles overview
de: Artikelübersicht

source: Articles without positioning
de: Artikel ohne Positionierung

source: Assign to category
de: Kategorie zuweisen

source: Attention! You are administrator logged in as the customer.
de: Achtung! Du bist Administrator aber als Kunde angemeldet.

source: BUSHMAN E-shop - kvalitní outdoorové a volnočasové oblečení
de: BUSHMAN E-shop - hochwertige Outdoor- und Freizeitbekleidung

source: Back to buying
de: Zurück zum Einkauf

source: Back to orders overview
de: Zurück zur Bestellübersicht

source: Back to overview
de: Zurück zur Übersicht

source: Back to shipping and payment selection
de: Zurück zur Versand- und Zahlungsauswahl

source: Balíkobot
de: Balikobot

source: Banner Naše hodnoty
de: Banner Unsere Werte

source: Banner Náš příběh
de: Banner Unsere Geschichte

source: Bannery na hl. stránce
de: Banner auf der Hauptseite

source: Barva
de: Farbe

source: Basic information
de: Hauptinformationen

source: Bez SMS alertu
de: Kein SMS-Alert

source: Bez osobního převzetí
de: Keine persönliche Übernahme

source: Bezproblémový nákup. Nakoupila jsem již po několikáté a vše na jedničku.
de: Problemloses Einkauf. Ich habe da mehrmals eingekauft und alles war in Ordnung.

source: Billing address
de: Rechnungsadresse

source: Billing data
de: Rechnungsdaten

source: Blog article
de: Blog-Artikel

source: Blog article <strong><a href="{{ url }}">{{ name }}</a></strong> created
de: Blog Artikel <strong><a href="{{ url }}">{{ name }}</a></strong> erstellt

source: Blog article <strong><a href="{{ url }}">{{ name }}</a></strong> was modified
de: Blog Artikel <strong><a href="{{ url }}">{{ name }}</a></strong> wurde geändert

source: Blog article <strong>{{ name }}</strong> deleted
de: Blog Artikel <strong>{{ name }}</strong> gelöscht

source: Blog articles
de: Blog Artikel

source: Blog categories
de: Blog-Kategorien

source: Blog category
de: Blog-Kategorie

source: Blog category <strong><a href="{{ url }}">{{ name }}</a></strong> created
de: Blog-Kategorie <strong><a href="{{ url }}">{{ name }}</a></strong> erstellt

source: Blog category <strong><a href="{{ url }}">{{ name }}</a></strong> was modified
de: Blog-Kategorie <strong><a href="{{ url }}">{{ name }}</a></strong> wurde geändert

source: Blog category <strong>{{ name }}</strong> deleted
de: Blog-Kategorie <strong>{{ name }}</strong> gelöscht

source: Body v bushman klubu
de: Punkte im Bushmanclub

source: Brand
de: Marke

source: Brand overview
de: Marken Übersicht

source: Bulk editing done
de: Massenbearbeitung erfolgt

source: Bushman expedice aneb čtyři češi na kalahari
de: Bushmanexpedition oder vier Tschechen auf der Kalahari

source: Bushmani mají nejraději
de: Bushman mag am besten

source: Bushmanství nás spojuje, vaše příběhy a názory nás inspirují. I proto jsou prodejny spíše místem setkání než pouze nákupu.
de: Bushman-Lebensweise verbindet uns, eure Geschichten und Meinungen inspirieren uns. Das ist auch der Grund, warum Geschäfte eher Treffpunkte als Einkaufsorte sind.

source: Bushmanství obrazem
de: Bushman-Lebensweise in Bildern

source: Buď bushman a měj výhodnější
de: Sei ein Bushman und nutze viele Vorteile

source: Buď bushman a měj zdarma
de: Sei ein Bushman und hab es kostenlos

source: Bylo vytvořeno <strong>{{ quantity }}</strong> slevových kupónů
de: <Strong> {{Quantity}} </ strong> Rabattgutscheine erstellt

source: Cart
de: Warenkorb

source: Category <strong><a href="{{ url }}">{{ name }}</a></strong> created
de: Kategorie <strong> <a href="{{ url }}"> {{name}} </a> </ strong> erstellt

source: Category <strong>{{ name }}</strong> deleted
de: Kategorie <strong>{{ name }}</strong> gelöscht

source: Category<strong><a href="{{ url }}">{{ name }}</a></strong> was modified
de: Kategorie <strong> <a href="{{ url }}"> {{name}} </a> </ strong> wurde geändert

source: Celkem
de: Insgesamt

source: Celá část je vývzou pro registraci nových členů.
de: Der gesamte Bereich ist eine Herausforderung für die Registrierung neuer Mitglieder.

source: Cena
de: Preis

source: Cena do
de: Preis bis

source: Cena od
de: Preis ab

source: Cena promo produktu
de: Promo Produktpreis

source: Cena promo produktu s DPH (v %currencySymbol%)
de: Preis des Werbeartikels mit MwSt. (In % currencySymbol%)

source: Changing password
de: Passwort ändern

source: Chcete opravdu smazat tyto slevové kupóny?
de: Möchtest du diese Rabattgutscheine wirklich löschen?

source: Chcete se stát Bushmanem?
de: Willst du Bushman werden?

source: Chceš se stát bushmanem?
de: Willst du Bushman werden?

source: Chci reklamovat zboží
de: Ich will die Ware reklamieren

source: Chci se stát bushmanem
de: Ich will Bushman werden

source: Chci zadat doručovací adresu
de: Ich möchte eine Lieferadresse eingeben

source: Chci zadat jiné fakturační údaje
de: Ich möchte andere Rechnungsinformationen eingeben

source: Choose
de: Wähle

source: Chyba při přenosu
de: Übertragungsfehler

source: Chybová hláška:
de: Fehlermeldung:

source: City
de: Stadt

source: Clear filter
de: Filter löschen

source: Click to go to product section
de: Klicke hier, um zum Produktbereich zu gelangen

source: Clicking on the link below you can download in XML format your personal information, which we have in evidence in our online store %domain%.
de: Durch Klicken auf die Schaltfläche unten kannst du deine persönliche Daten, die wir in unserem Online-Shop% domain% registrieren, im XML-Format herunterladen.

source: Close
de: Schliessen

source: Close (Esc)
de: Schliessen (Esc)

source: Co je Věrnostní program?
de: Was ist das Treueprogramm?

source: Co je však naprosto jisté, spolehlivě vás zahřeje.
de: Aber was absolut sicher ist, es hält dich warm.

source: Co na nás říkají zákazníci
de: Was unsere Kunden über uns sagen

source: Colour
de: Farbe

source: Company
de: Gesellschaft

source: Company data
de: Firmendaten

source: Company name
de: Firmenname

source: Company number
de: Firmennummer

source: Connection to GoPay gateway failed.
de: Verbindung zum GoPay fehlgeschlagen.

source: Connection to PayPal gateway failed.
de: Verbindung zum PayPal fehlgeschlagen.

source: Contact us
de: Kontaktiere uns

source: Cookies nejsou sušenky
de: Cookies sind keine Kekse

source: Country
de: Land

source: Create
de: Erstellen

source: Create new article
de: Einen neuen Artikel erstellen

source: Create new blog article
de: Einen neuen Blog-Artikel erstellen

source: Create new blog category
de: Einn neue Blog-Kategorie erstellen

source: Create new product
de: Neues Produkt erstellen

source: Create new store
de: Neuen Laden erstellen

source: Create variant
de: Variante Erstellen

source: Created
de: Erstellt

source: Created at
de: Erstellt bei

source: Creation date
de: Erstellungsdatum

source: Current status
de: Aktueller Status

source: Customer
de: Kunde

source: Customer <strong><a href="{{ url }}">{{ name }}</a></strong> modified
de: Kunde <strong> <a href="{{ url }}"> {{name}} </a> </ strong> geändert

source: Customer with e-mail address <strong>{{ email }}</strong> doesn't exist. <a href="{{ registrationLink }}"> Register</a>
de: Kunde mit der E-Mail-Adresse <strong> {{email}} </ strong> existiert nicht. <a href="{{ registrationLink }}"> Register</a>

source: Další
de: Weiter

source: Další fotografie
de: Mehr Fotos

source: Date of subscription
de: Datum des Abonnements

source: Datum a čas
de: Datum und Uhrzeit

source: Datum publikace
de: Datum der Veröffentlichung

source: Datum přenosu do IS
de: Datum der Übermittlung in IS

source: Deadline pro podání objednávky
de: Bestellschluss

source: Delivery address
de: Lieferadresse

source: Description
de: Beschreibung

source: Detail dárku
de: Detail des Geschenks

source: Detail promo produkt
de: Detail des Promoproduktes

source: Detail promo produktu
de: Detail des Promoproduktes

source: Discount
de: Rabatt

source: Diskuze
de: Diskussion

source: Display on
de: Anzeige an

source: Displaying
de: Anzeigen

source: Dnes
de: Heute

source: Do
de: In

source: Do košíku jste přidali
de: Du hast dem Warenkorb hinzugefügt

source: Do you really want to delete this blog category?
de: Möchtest du diese Blogkategorie wirklich löschen?

source: Do you really want to remove the order?
de: Möchtest du Bestellung wirklich entfernen?

source: Do you really want to remove this article?
de: Möchtest du diesen Artikel wirklich entfernen?

source: Do you really want to remove this blog article?
de: Möchtest du diesen Blog-Artikel wirklich löschen?

source: Do you really want to remove this customer?
de: Möchtest du diesen Kunden wirklich löschen?

source: Do you really want to remove this flag?
de: Möchtest du diese Flagge wirklich löschen?

source: Do you really want to remove this promo code?
de: Möchtest du diesen Gutscheincode wirklich löschen?

source: Do you really want to remove this store?
de: Möchtest du dieses Geschäft wirklich entfernen?

source: Do you want to receive the newest information about our shop? Subscribe to our e-mail newsletter.
de: Möchtest du die neuesten Informationen über unseren Shop erhalten? Abonniere unseren E-Mail-Newsletter.

source: Dobírka
de: Nachnahme

source: Dodací údaje
de: Lieferdaten

source: Dolaďte svůj outfit
de: Pass dein Outfit an

source: Doplňky
de: Accessoires

source: Doprava
de: Versand

source: Doprava (29.1. u vás)
de: Versand (29.1. bei dir)

source: Doprava a platba
de: Versand und Bezahlung

source: Doprava objednávky
de: Versand von Bestellung

source: Doprava zdarma
de: Kostenloser Versand

source: Dopravce
de: Lieferant

source: Doručena
de: Geliefert

source: Doručit na adresu
de: Liefern an die Adresse

source: Dostatečně zateplená a vybavená žebrovými náplety v dolním kraji rukávů. U krku vás proti větru bude chránit stojáček.
de: Ausreichend isoliert und mit gerippten Bündchen am unteren Ärmelrand versehen. Ein Stehkragen schützt dich am Nacken gegen den Wind.

source: Dostupnost a datum doručení
de: Verfügbarkeit und Liefertermin

source: Dostupné množství k odběru
de: Verfügbare Menge

source: Download
de: Herunterladen

source: Download the personal information
de: Lade die persönlichen Informationen herunter

source: Druhý článek v horním menu
de: Der zweite Artikel im oberen Menü

source: Dárek
de: Geschenk

source: Dárek <strong><a href="{{ url }}">{{ name }}</a></strong> byl editován
de: Das Geschenk <strong> <a href="{{ url }}"> {{name}} </a> </ strong> wurde bearbeitet

source: Dárek <strong><a href="{{ url }}">{{ name }}</a></strong> byl úspěšně vytvořen
de: Das Geschenk <strong> <a href="{{ url }}"> {{name}} </a> </ strong> wurde erfolgreich erstellt

source: Dárek <strong>{{ name }}</strong> byl smazán
de: Das Geschenk <strong> {{name}} </ strong> wurde gelöscht

source: Dárek neexistuje
de: Das Geschenk existiert nicht

source: Dárkové certifikáty
de: Geschenkgutscheine

source: Dárkový certifikát
de: Geschenkgutschein

source: Dárkový certifikát 1000 Kč
de: Geschenkgutschein

source: Dárkový certifikát 500 Kč
de: Geschenkgutschein

source: Dárky
de: Geschenke

source: Děkujeme Vám
de: Vielen Dank

source: Děkujeme za vaši objednávku
de: Vielen Dank für deine Bestellung

source: Děkuju pané Malý :)
de: Vielen Dank, Herr Malý :)

source: Děkuju, klíčenku budu rád používat. Mějte se.
de: Danke, ich mag den Schlüsselring. Tschüss.

source: Děti
de: Kinder

source: E-mail with a link to the export of your personal data was sent to your e-mail address.
de: Eine E-Mail mit einem Link zum Exportieren deiner persönlichen Daten wurde an deine E-Mail-Adresse gesendet.

source: E-mail with a link to the page with your personal data was sent to your e-mail address.
de: E-Mail mit einem Link zu der Seite mit deinen persönlichen Daten wurde an deine E-Mail-Adresse gesendet.

source: E-mailem
de: per E-Mail

source: EAN nenastaven
de: EAN nicht angesetzt

source: Editace banneru
de: Banner bearbeiten

source: Editace dárku
de: Geschenk bearbeiten

source: Editace promo produktu
de: Bearbeiten eines Werbeartikels

source: Editace slevového kupónu
de: Rabattgutschein bearbeiten

source: Editing blog article
de: Blogartikel bearbeiten

source: Editing blog article - %name%
de: Blogartikel %name% bearbeiten

source: Editing blog category
de: Bearbeiten der Blogkategorie

source: Editing blog category - %name%
de: Bearbeiten der Blogkategorie - %name%

source: Editing category - %name%
de: Bearbeiten der Kategorie - %name%

source: Editing customer - %name%
de: Bearbeiten des Kunden - %name%

source: Editing order - Nr. %number%
de: Bearbeiten der Bestellung - Nr. %number%

source: Editing product - %name%
de: Bearbeitung des Artikels - %name%

source: Editing store
de: Berarbeiten des Geschäfts

source: Empty cart
de: Warenkorb leeren

source: Enter e-mail
de: E-Mail eingeben

source: Entered customer not found, please check entered data.
de: Der eingegebene Kunde wurde nicht gefunden. Bitte überprüfe die eingegebenen Daten.

source: Error occurred
de: Es ist ein Fehler aufgetreten

source: Error occurred when sending e-mail.
de: Beim Versenden der E-Mail ist ein Fehler aufgetreten.

source: Eshop na míru od
de: Maßgeschneidertes Eshop von

source: Export do Mall.cz
de: Export in Mall.cz

source: Exportováno do Mall.cz
de: Export in Mall.cz

source: Externí ID
de: Externe ID

source: Fakturační adresa
de: Rechnungsadresse

source: Fill missing settings to enable creating products. More information here.
de: Fülle fehlende Einstellungen aus, um das Erstellen von Produkten zu ermöglichen. Mehr Infos hier.

source: Filter by
de: Filtern nach

source: Filtrovat produkty
de: Produkte filtern

source: Firma zapsaná v obchodním rejstříku vedeném Městským soudem v Praze, oddíl B, vložka 8948.
de: Die Gesellschaft ist im Handelsregister des Amtsgerichts in Prag, Abschnitt B, Aktenzeichen 8948 eingetragen.

source: Firma zapsaná v obchodním rejstříku vedeném Městským soudem v Praze, oddíl C, vložka 55269.
de: Gesellschaft eingetragen im Handelsregister des Amtsgerichts in Prag, Abschnitt C, Akte 55269.

source: First name
de: Vorname

source: Flags
de: Fahnen

source: Forgot your password?
de: Passwort vergessen?

source: Forgotten password
de: Vergessenes Passwort

source: Fotky z dovolené jako od profesionála
de: Urlaubsfotos wie professionell

source: Full name
de: Vollständiger Name

source: Generovat tento produkt do HS-SPORT XML feedu
de: Generiere dieses Produkt in den HS-SPORT-XML-Feed

source: GoPay payment method
de: GoPay Zahlungsmethode

source: GoPay payment status
de: GoPay Zahlungsstatus

source: Heading (H1)
de: Überschrift (H1)

source: Heslo
de: Passwort

source: Hide
de: Verbergen

source: Hlavní rozlišující parametr
de: Hauptunterscheidungsparameter

source: Hlavní varianta
de: Die Hauptvariante

source: Hledat znovu
de: Erneut suchen

source: Hledání v přenosech
de: Suche in Übertragungen

source: Hodiny
de: Stunden

source: Hodnocení
de: Bewertung

source: Hodnota
de: Wert

source: Hodnota certifikátu
de: Wert des Zertifikats

source: Hodnotilo
de: Bewertet

source: Hodnoty parametra
de: Werte von Parameter

source: Hromadné generování kupónu
de: Massengenerierung von Coupons

source: Hromadné kupony s prefixem
de: Massen-Coupons mit Präfix

source: Hromadné operace
de: Bulk-Operationen

source: Hromadné vytvoření slevových kupónů
de: Massenerstellung von Rabattgutscheinen

source: Hromadné úpravy
de: Massenbearbeitung

source: I agree with <a href="%termsAndConditionsUrl%" target="_blank">terms and conditions</a> and <a href="%privacyPolicyUrl%" target="_blank">privacy policy</a>.
de: Ich stimme den <a href="%termsAndConditionsUrl%" target="_blank"> Nutzungsbedingungen </a> und den <a href="%privacyPolicyUrl%" target="_blank"> Datenschutzbestimmungen </a> zu.

source: I agree with <a href="%termsAndConditionsUrl%" target="_blank">terms and conditions</a> and privacy policy.
de: Ich stimme den <a href="%termsAndConditionsUrl%" target="_blank"> Nutzungsbedingungen </a> und den Datenschutzbestimmungen zu.

source: I agree with <a href="%url%" target="_blank">privacy policy</a>.
de: Ich stimme den <a href="%url%" target="_blank"> Datenschutzbestimmungen </a> zu.

source: I agree with privacy policy.
de: Ich stimme den Datenschutzbestimmungen zu.

source: I agree with terms and conditions and <a href="%privacyPolicyUrl%" target="_blank">privacy policy</a>.
de: Ich stimme den Nutzungsbedingungen und den <a href="%privacyPolicyUrl%" target="_blank"> Datenschutzbestimmungen </a> zu.

source: I agree with terms and conditions and privacy policy.
de: Ich stimme den Allgemeinen Geschäftsbedingungen und den Datenschutzbestimmungen zu.

source: I buy on company behalf
de: Ich kaufe im Auftrag der Firma

source: I do not agree with sending a Customer Verified satisfaction questionnaire that helps improve your service
de: Ich bin nicht damit einverstanden, einen vom Kunden verifizierten Fragebogen zur Zufriedenheit zu senden, der zur Verbesserung Ihres Service beiträgt

source: I want to deliver products to different address than the billing one
de: Ich möchte Produkte an eine andere Adresse als die Rechnungsadresse liefern

source: I want to subscribe to the newsletter
de: Ich möchte den Newsletter abonnieren

source: ID Youtube videa bylo přesto k produktu uloženo.
de: Die Youtube-Video-ID wurde trotzdem mit dem Produkt gespeichert.

source: ID nenastaveno
de: ID nicht angesetzt

source: ID z IS
de: ID aus IS

source: ID zákazníka
de: Kunde ID

source: Id stavu z IS
de: Status ID vom IS

source: Identifikační údaj zakazníka
de: Kundenidentifikation

source: Image
de: Bild

source: Image with link
de: Bild mit Link

source: In a particular domain tab it is not possible to adjust the order and plunge of blog categories. Please go to the blog category detail or to overview of blog categories of all domains
de: In einer bestimmten Domain ist es nicht möglich, die Reihenfolge und das Eintauchen von Blog-Kategorien anzupassen. Bitte gehe zum Detail der Blogkategorie oder sieh dich die Blogkategorien aller Domains an

source: Informační řádek
de: Informationsleiste

source: Inspiraci hledej v příbězích
de: Suchen die Inspiration in den Geschichten

source: Interní identifikátor přenosu
de: Interne Transportkennung

source: Items
de: Gegenstände

source: IČO: 27790487, DIČ: CZ27790487
de: IR: 27790487, USt-IdNr: CZ27790487

source: Jak na výměnu velikosti?
de: Wie tausche ich die Größe um?

source: Jak vybrat správnou velikost?
de: Größentabelle

source: Jako zástupný znak pro číslo sledování zásilky zadejte %s, tedy např. https://tracking.ulozenka.cz/?_fid=%s
de: Gib %s als Platzhalter für die Tracking-Nummer ein, z. B. https://tracking.ulozenka.cz/?_fid=%s

source: Jaké služby najdete
de: Welche Dienstleistungen findest du

source: Jazyk
de: Sprache

source: Je nám líto
de: Es tut uns leid

source: Je nám líto, požadovaná stránka na našem webu neexistuje.
de: Es tut uns Leid, die von dir angeforderte Seite existiert nicht auf unserem Web.

source: Je prodejna franchisa
de: Is das Geschäft ein Franchise-Shop

source: Je sklad centrální
de: Es ist Zentrallager

source: Je čas vyrazit: tvoje objednávka č. %%orderNo%% je připravena k vyzvednutí na prodejně %%storeName%%, zboží ti rezervujeme po dobu 5 dnů. Bushman.cz
de: Es ist Zeit zu gehen: Deine Bestellung Nr. %% orderNo %% kann in %% storeName %% abgeholt werden. Wir reservieren die Ware für 5 Tage. Bushman.de

source: Ještě nebylo implementováno.
de: Noch nicht implementiert.

source: Jindra má na sobě
de: Jindra trägt

source: Jméno
de: Name

source: Jsem Jindra, otec všech bushmanů. Je potřeba, aby
de: Ich bin Jindra, der Vater aller Bushmänner. Es muss sein

source: Jste členem Věrnostního programu
de: Sie sind Mitglied des Treueprogramms

source: K dispozici v Hradci Králové
de: Erhältlich in Hradec Králové

source: K hodnotám
de: Zu den Werten

source: Kalhoty jsou dnes opravdu nezbytným základem šatníku každé ženy.
de: Hosen sind wirklich eine notwendige Grundlage für die Garderobe jeder Frau.

source: Kalhoty jsou dnes opravdu nezbytným základem šatníku každé ženy. Ne vždycky tomu tak ale bylo. Byly doby, kdy bylo nemyslitelné, aby si žena oblékla kalhoty. Přitom dámské kalhoty jsou něco tak slušivého. Naštěstí je dnes tento kousek naprostou klasikou
de: Hosen sind wirklich eine notwendige Grundlage für die Garderobe jeder Frau. Das war aber nicht immer so. Es gab Zeiten, in denen es undenkbar war, dass eine Frau Hose anzog. Frauenhosen sind dabei etwas so Hübsches. Glücklicherweise ist dieses Stück heute ein Klassiker

source: Kategorie
de: Kategorien

source: Kategorie v Mall.cz
de: Kategorie in Mall.cz

source: Kategorie článků
de: Artikelkategorien

source: Kdo zná, ví. Kdo nezná ať rychle vyzkouší!
de: Wer weiß, weiß. Wer weiß nicht, muss schnell versuchen!

source: Ke každému nákupu dárek v hodnotě
de: Zu jedem Einkauf, ein Geschenk im werte von

source: Ke kořenům
de: Zu den Wurzeln

source: Kliknutím na tlačítko Odeslat objednávku
de: Klicke auf "Bestellung abschicken"
