Repository: cafesk8/tropic
Catalog: src/Shopsys/ShopBundle/Resources/translations/validators.*.po
Languages: de, sk

source: City name cannot be longer than {{ limit }} characters
de: Der Name der Stadt darf nicht länger als {{limit}} Zeichen sein
sk: Názov mesta nesmie byť dlhší ako {{limit}} znakov

source: Company name cannot be longer than {{ limit }} characters
de: Der Firmenname darf nicht länger als {{limit}} Zeichen sein
sk: Názov spoločnosti nesmie byť dlhší ako {{limit}} znakov

source: Email cannot be longer then {{ limit }} characters
sk: E-mail nesmie mať viac ako {{limit}} znakov

source: Externí ID nesmí být delší než {{ limit }} znaků
de: Die externe ID darf nicht länger als {{limit}} Zeichen sein
sk: Externé ID nesmie byť dlhšie ako {{limit}} znakov

source: First name cannot be longer then {{ limit }} characters
sk: Krstné meno nesmie byť dlhšie ako {{limit}} znakov

source: First name of contact person cannot be longer then {{ limit }} characters
sk: Krstné meno kontaktnej osoby nesmie byť dlhšie ako {{limit}} znakov

source: Google Maps link cannot be longer than {{ limit }} characters
de: Der Google Maps-Link darf nicht länger als {{limit}} Zeichen sein
sk: Odkaz na Mapy Google nesmie byť dlhší ako {{limit}} znakov

source: Hodiny musí být v rozmezí od 0 do 23
de: Stunden müssen zwischen 0 und 23 liegen
sk: Hodiny musia byť v rozmedzí od 0 do 23

source: Hodnota nemůže byt delší než {{ limit }} znaků
de: Der Wert darf nicht länger als {{limit}} Zeichen sein
sk: Hodnota nemôže byt dlhšia ako {{limit}} znakov

source: Identification number cannot be longer then {{ limit }} characters
sk: Identifikačné číslo nesmie byť dlhšie ako {{limit}} znakov

source: Image can be only in JPG, GIF or PNG format
de: Das Bild kann nur im JPG-, GIF- oder PNG-Format vorliegen
sk: Obrázok môže byť iba vo formáte JPG, GIF alebo PNG

source: Last name cannot be longer than {{ limit }} characters
de: Der Nachname darf nicht länger als {{limit}} Zeichen sein
sk: Priezvisko nesmie byť dlhšie ako {{limit}} znakov

source: Last name of contact person cannot be longer than {{ limit }} characters
sk: Priezvisko kontaktnej osoby nesmie byť dlhšie ako {{limit}} znakov

source: Minuty musí být v rozmezí od 0 do 59
de: Die Minuten müssen zwischen 0 und 59 liegen
sk: Minúty musia byť v rozmedzí od 0 do 59

source: Musíte vybrat dopravce
de: Du musst einen Spediteur auswählen
sk: Musíš vybrať dopravcu

source: Musíte vybrat službu dopravce
de: Du musst das Dienst des Spediteurs auswählen
sk: Musíš vybrať službu dopravcu

source: Name cannot be longer than {{ limit }} characters
de: Der Name darf nicht länger als {{limit}} Zeichen sein
sk: Názov nesmie obsahovať viac ako {{limit}} znakov

source: Opening hours cannot be longer than {{ limit }} characters
de: Die Öffnungszeiten dürfen nicht länger als {{limit}} Zeichen sein
sk: Otváracie hodiny nesmú byť dlhšie ako {{limit}} znakov

source: Password cannot be longer then {{ limit }} characters
sk: Heslo nesmie byť dlhšie ako {{limit}} znakov

source: Password cannot be same as e-mail
de: Das Passwort darf nicht mit der E-Mail identisch sein
sk: Heslo nemôže byť rovnaké ako e-mail

source: Password cannot be same as part of e-mail before at sign
de: Das Passwort darf nicht mit der E-Mail vor dem Signieren identisch sein
sk: Heslo nemôže byť rovnaké ako súčasť e-mailu pred podpisom

source: Passwords do not match
de: Passwörter stimmen nicht überein
sk: Heslá sa nezhodujú

source: Please choose a valid combination of transport and payment
de: Bitte wähle eine gültige Kombination aus Lieferung und Zahlung
sk: Vyber platnú kombináciu dopravy a platby

source: Please choose advertisement type
de: Bitte wähle den Anzeigentyp
sk: Vyber typ reklamy

source: Please choose article placement
de: Bitte wähle die Artikelplatzierung
sk: Vyber umiestnenie článku

source: Please choose country
de: Bitte wähle ein Land aus
sk: Vyber krajinu

source: Please choose payment type
de: Bitte wähle eine Zahlungsart
sk: Vyber typ platby

source: Please choose shipping type
de: Bitte wähle die Versandart
sk: Vyber typ prepravy

source: Please enter city
de: Bitte gib eine Stadt ein
sk: Zadaj mesto

source: Please enter company name
de: Bitte gib den Firmennamen ein
sk: Zadaj názov spoločnosti

source: Please enter content
de: Bitte gib den Inhalt ein
sk: Zadaj obsah

source: Please enter country of a store
de: Bitte gib das Land eines Geschäfts ein
sk: Zadaj krajinu obchodu

source: Please enter date of creation
de: Bitte gib das Erstellungsdatum ein
sk: Zadaj dátum vytvorenia

source: Please enter discount percentage
de: Bitte gib den Rabattprozentsatz ein
sk: Zadaj percento zľavy

source: Please enter e-mail
de: Bitte gib eine E-Mail-Adresse ein
sk: Zadaj e-mail

source: Please enter first name
de: Bitte gib Vorname ein
sk: Zadaj krstné meno

source: Please enter first name of contact person
sk: Zadaj krstné meno kontaktnej osoby

source: Please enter full name
sk: Zadaj celé meno

source: Please enter identification number
de: Bitte gib die Identifikationsnummer ein
sk: Zadaj identifikačné číslo

source: Please enter last name
de: Bitte gib Nachname ein
sk: Zadaj priezvisko

source: Please enter last name of contact person
sk: Zadaj priezvisko kontaktnej osoby

source: Please enter name
de: Bitte gib einen Namen ein
sk: Zadaj meno

source: Please enter password
de: Bitte gib Passwort ein
sk: Zadaj heslo

source: Please enter price in correct format (positive number with decimal separator)
de: Bitte gib den Preis im richtigen Format ein (positive Zahl mit Dezimaltrennzeichen)
sk: Zadaj cenu v správnom formáte (kladné číslo s desatinnou čiarkou)

source: Please enter quantity
de: Bitte gib die Menge ein
sk: Zadaj množstvo

source: Please enter stock in correct format (positive number >= 0)
de: Bitte gib den Lagerbestand im richtigen Format ein (positive Zahl> = 0)
sk: Zadaj zásoby v správnom formáte (kladné číslo> = 0)

source: Please enter street
de: Bitte gib Straße ein
sk: Zadaj ulicu

source: Please enter telephone number
de: Bitte gib Telefonnummer ein
sk: Zadaj telefónne číslo

source: Please enter valid e-mail
de: Bitte gib eine gültige E-Mail-Adresse ein
sk: Zadaj platný e-mail

source: Please enter valid quantity
de: Bitte gib eine gültige Menge ein
sk: Zadaj platné množstvo

source: Please enter zip code
de: Bitte gib die Postleitzahl ein
sk: Zadaj PSČ

source: Pokud chcete informační řádek uživatelům zobrazit, musíte jej vyplnit
de: Wenn du die Informationsleiste den Benutzern abbilden willst, musst du sie ausfüllen
sk: Pokiaľ chceš informačný riadok používateľom zobraziť, musíš ho vyplniť

source: Position in list cannot be longer than {{ limit }} characters
de: Die Position in der Liste darf nicht länger als {{limit}} Zeichen sein
sk: Pozícia v zozname nesmie byť dlhšia ako {{limit}} znakov

source: Poznámka nesmí být delší než {{ limit }} znaků
de: Hinweis darf nicht länger als {{limit}} Zeichen sein
sk: Poznámka nesmie byť dlhšia ako {{limit}} znakov

source: Počet dnů do dodání musí být větší nebo roven nule
de: Tage bis zum Versand müssen größer oder gleich Null sein
sk: Počet dní do dodania musí byť väčší alebo rovný nule

source: Price must be greater or equal to zero
de: Der Preis muss größer oder gleich Null sein
sk: Cena musí byť vyššia alebo rovná nule

source: Quantity must be greater than {{ compared_value }}
de: Menge muss größer sein als {{compare_value}}
sk: Množstvo musí byť väčšie ako {{compar_value}}

source: Region nesmí být delší než {{ limit }} znaků
de: Die Region darf nicht länger als {{limit}} Zeichen sein
sk: Región nesmie byť dlhšia ako {{limit}} znakov

source: Store name cannot be longer than {{ limit }} characters
de: Der Geschäftsname darf nicht länger als {{limit}} Zeichen sein
sk: Názov obchodu nesmie byť dlhší ako {{limit}} znakov

source: Street name cannot be longer than {{ limit }} characters
de: Der Straßenname darf nicht länger als {{limit}} Zeichen sein
sk: Názov ulice nesmie byť dlhší ako {{limit}} znakov

source: Tax number cannot be longer than {{ limit }} characters
de: Die Steuernummer darf nicht länger als {{limit}} Zeichen sein
sk: Daňové číslo nesmie byť dlhšie ako {{limit}} znakov

source: Telefonní číslo musí být platné
de: Die Telefonnummer muss gültig sein
sk: Telefónne číslo musí byť platné

source: Telefonní číslo musí začínat znakem +
de: Die Telefonnummer muss mit einem + beginnen
sk: Telefónne číslo musí začínať znakom +

source: Telephone number cannot be longer than {{ limit }} characters
de: Die Telefonnummer darf nicht länger als {{limit}} Zeichen sein
sk: Telefónne číslo nesmie byť dlhšie ako {{limit}} znakov

source: This e-mail is already registered
de: Diese E-Mail ist bereits registriert
sk: Tento e-mail je už registrovaný

source: Uploaded image is to large ({{ size }} {{ suffix }}). Maximum size of an image is {{ limit }} {{ suffix }}.
de: Das hochgeladene Bild ist groß ({{size}} {{suffix}}). Die maximale Bildgröße ist {{Limit}} {{Suffix}}.
sk: Nahraný obrázok je veľký ({{ size }} {{ suffix }}). Maximálna veľkosť obrázka je {{ limit }} {{ suffix }}.

source: Vložené ID Youtube videa neobsahuje žádné video.
de: Die eingegebene ID von Youtube-Video enthält kein Video.
sk: Vložené ID Youtube videa neobsahuje žiadne video.

source: Vložené youtube id neobsahuje žádné video.
sk: Vložené youtube id neobsahuje žiadne video.

source: Vyberte prosím pobočku
de: Bitte wähle eine Filiale aus
sk: Vyber prosím pobočku

source: Vyplňte prosím SKU dárkového certifikátu.
de: Bitte fülle die Geschenkgutschein-SKU aus.
sk: Vyplňte prosím SKU darčekového certifikátu.

source: Vyplňte prosím deadline pro přijímání objednávek
de: Bitte gib die Frist für den Eingang der Bestellungen ein
sk: Vyplňte prosím deadline pre prijímanie objednávok

source: Vyplňte prosím jméno
de: Bitte gib deinen Namen ein
sk: Vyplňte prosím meno

source: Vyplňte prosím množství.
de: Bitte gib die Menge ein.
sk: Vyplň prosím množstvo.

source: Vyplňte prosím nominální hodnotu dárkového certifikátu.
de: Bitte gib den Nennwert des Geschenkszertifikats ein.
sk: Vyplňte prosím nominálnu hodnotu darčekového certifikátu.

source: Vyplňte prosím nominální hodnotu slevy.
de: Bitte gib den Nennwert des Rabatts ein.
sk: Vyplň prosím nominálnu hodnotu zľavy.

source: Vyplňte prosím počet dnů do dodání
de: Bitte gib die Anzahl der Tage bis zur Lieferung an
sk: Vyplňte prosím počet dní do dodania

source: Vyplňte prosím příjmení
de: Bitte gib den Nachnamen an
sk: Vyplňte prosím priezvisko

source: Vyplňte prosím text tlačítka
de: Bitte gib den Text der Taste an
sk: Vyplň prosím text tlačidla

source: Vyplňte, prosím, PSČ prodejny
de: Bitte gib die Postleitzahl des Geschäftes ein
sk: Vyplňe, prosím, PSČ predajne

source: Vyplňte, prosím, město prodejny
de: Bitte gib die Stadt des Geschäfts an
sk: Vyplň, prosím, mesto predajne

source: Vyplňte, prosím, název prodejny
de: Bitte gib den Geschäftsnamen ein
sk: Vyplň, prosím, názov predajne

source: Vyplňte, prosím, ulici prodejny
de: Bitte fülle die Straße des Geschäfts aus
sk: Vyplň, prosím, ulicu predajne

source: You have to agree with privacy policy
de: Du musst den Datenschutzbestimmungen zustimmen
sk: Musíš súhlasiť so zásadami ochrany osobných údajov

source: You have to agree with terms and conditions and privacy policy
sk: Musíš súhlasiť s podmienkami a zásadami ochrany osobných údajov

source: Zadejte prosím celé číslo.
de: Bitte gib eine ganze Zahl ein.
sk: Zadaj prosím celé číslo.

source: Zip code cannot be longer than {{ limit }} characters
de: Die Postleitzahl darf nicht länger als {{limit}} Zeichen sein
sk: PSČ nesmie byť dlhšie ako {{limit}} znakov

source: Email cannot be longer than {{ limit }} characters
de: E-Mail darf nicht länger als {{limit}} Zeichen sein

source: First name cannot be longer than {{ limit }} characters
de: Der Vorname darf nicht länger als {{limit}} Zeichen sein

source: Heading (H1) cannot be longer than {{ limit }} characters
de: Überschrift (H1) darf nicht länger als {{limit}} Zeichen sein

source: Identification number cannot be longer than {{ limit }} characters
de: Die Identifikationsnummer darf nicht länger als {{limit}} Zeichen sein

source: Password cannot be longer than {{ limit }} characters
de: Das Passwort darf nicht länger als {{limit}} Zeichen sein
