Repository: cafesk8/tropic
Catalog: translations/messages.*.po
Languages: sk

source: %discountValue%% sleva
sk: %discountValue%% zľava

source: %name% agrees with privacy policy.
sk: %name% súhlasí s pravidlami ochrany osobných údajov.

source: (If I buy on the company behalf)
sk: (Ak nakupujem v mene spoločnosti)

source: (Tato adresa bude na daňovém dokladu. Pokud nebude vyplněna, použije se doručovací adresa.)
sk: (Táto adresa bude na daňovom doklade. Pokiaľ nebude vyplnená, použije sa doručovacia adresa.)

source: , Shopsys s.r.o. Všechna práva vyhrazena.
sk: , Shopsys s.r.o. Všetky práva vyhradené.

source: , Tropic Liberec s.r.o. Všechna práva vyhrazena.
sk: , Tropic Liberec s.r.o. Všetky práva vyhradené.

source: - Výprodej
sk: - Výpredaj

source: -- Choose article --
sk: -- Vyberte článok --

source: -- Choose article position --
sk: -- Vyberte pozíciu článku --

source: -- Vyberte přenos --
sk: - Vyberte prenos -

source: 1 - čtverec
sk: 1 - štvorec

source: 2 - čtverec
sk: 2 - štvorec

source: 200m od prodejny Kaufland směr centrum, v prostorech budovy označené nyní Urban Sport
sk: 200m od predajne Kaufland smer centrum, v priestoroch budovy označenej Urban Sport

source: 24 měsíců
sk: 24 mesiacov

source: 25 let záruku zdarma, objednat směnnou zásilku nebo
sk: 25 rokov záruky zadarmo, objednať výmennú zásielku alebo

source: 3 - čtverec
sk: 3 - štvorec

source: 3% sleva
sk: 3% zľava

source: 4 - velký obdelník na šířku
sk: 4 - veľký obdĺžnik na šírku

source: 4 - velký obdélník na šířku
sk: 4 - veľký obdĺžnik na šírku

source: 6 důvodů, proč nakoupit u nás
sk: 6 dôvodov, prečo nakúpiť u nás

source: < PREVIOUS
sk: < PREDOŠLÁ

source: <a href="{{ url }}">Dárek k objednávce</a> byl úspěšně upraven
sk: <a href="{{ url }}">Darček k objednávke</a> bol úspešne upravený

source: <a href="{{ url }}">Dárek k objednávce</a> byl úspěšně vytvořen
sk: <a href="{{ url }}">Darček k objednávke</a> bol úspešne vytvorený

source: <a href="{{ url }}">Sleva na celý nákup</a> byla úspěšně upravena
sk: <a href="{{ url }}">Zľava na celý nákup</a> bola úspešne upravená

source: <a href="{{ url }}">Sleva na celý nákup</a> byla úspěšně vytvořena
sk: <a href="{{ url }}">Zľava na celý nákup</a> bola úspešne vytvorená

source: <i class="svg svg-cart"></i>Přidat do košíku
sk: <i class="svg svg-cart"></i>Pridať do košíka

source: A pokud to máte do Liberce daleko,
sk: A pokiaľ to máte do Liberca ďaleko,

source: Add
sk: Pridať

source: Add item
sk: Pridať položku

source: Add product
sk: Pridať produkt

source: Add requirement
sk: Pridať požiadavku

source: Add some parameters
sk: Pridať nejaké parametre

source: Add to cart
sk: Pridať do košíka

source: Advanced search
sk: Pokročilé vyhľadávanie

source: Akce na dopravu
sk: Akcia na dopravu

source: Akce na titulní stránce
sk: Akcia na titulnej stránke

source: Aktivní
sk: Aktívne

source: Aktivovat dárkové poukazy v objednávce hned po zaplacení
sk: Aktivovať darčekové poukazy v objednávke hneď po zaplatení

source: Aktivuje dárkové certifikáty
sk: Aktivuje darčekové certifikáty

source: Akční cena
sk: Akciová cena

source: All domains
sk: Všetky domény

source: All prices have to be handled manually if checked, otherwise the unit price without VAT and the total prices for that item will be recalculated automatically.
sk: Ak sú začiarknuté všetky ceny, musí sa s nimi zaobchádzať manuálne, inak sa automaticky prepočíta jednotková cena bez DPH a celková cena za túto položku.

source: All search results
sk: Všetky výsledky vyhľadávania

source: Amount
sk: Čiastka

source: Amount multiples
sk: Násobky pre nákup

source: Ancestor category
sk: Kategória predkov

source: Ano
sk: Áno

source: Aplikovat na
sk: Aplikovať na

source: Aplikovat na uživatele
sk: Aplikovať na užívateľa

source: Article "%name%" set for displaying cookies information. This setting will be lost. Do you really want to delete it?
sk: Článok "%name%" nastavený na zobrazovanie informácií o cookies. Toto nastavenie sa stratí. Naozaj ho chcete odstrániť?

source: Article "%name%" set for displaying legal conditions. This setting will be lost. Do you really want to delete it?
sk: Článok "%name%" určený na zobrazenie právnych podmienok. Toto nastavenie sa stratí. Naozaj ho chcete odstrániť?

source: Articles in upper menu
sk: Články v hornom menu

source: Articles overview
sk: Prehľad článkov

source: Articles without positioning
sk: Články bez umiestnenia

source: Assign to category
sk: Priradiť do kategórie

source: Attention! You are administrator logged in as the customer.
sk: Pozor! Ste správca prihlásený ako zákazník.

source: Automatická sleva na celý nákup byla deaktivována, protože cena produktů v košíku není dostatečná
sk: Automatická zľava na celý nákup bola deaktivovaná, pretože cena produktov v košíku nie je dostatočná

source: Automatická sleva na celý nákup byla deaktivována, protože ji nelze aplikovat na žádný produkt v košíku.
sk: Automatická zľava na celý nákup bola deaktivovaná, pretože ju nie je možné aplikovať na žiaden produkt v košíku.

source: Automatická sleva na celý nákup byla deaktivována, protože sleva získaná díky kuponu je pro vás výhodnější.
sk: Automatická zľava na celý nákup bola deaktivovaná, pretože zľava získaná vďaka kupónu je pre vás výhodnejšia.

source: Back to buying
sk: Späť k nákupu

source: Back to orders overview
sk: Späť na prehľad objednávok

source: Back to overview
sk: Späť na prehľad

source: Barva
sk: Farba

source: Basic
sk: Základný

source: Basic information
sk: Základné informácie

source: Bez osobního převzetí
sk: Bez osobného prevzatia

source: Billing address
sk: Fakturačná adresa

source: Billing address - name, last name, company, company number, tax number and billing address
sk: Fakturačná adresa - meno, priezvisko, spoločnosť, číslo spoločnosti, daňové číslo a fakturačná adresa

source: Billing data
sk: Fakturačné údaje

source: Blog article
sk: Článok blogu

source: Blog article <strong><a href="{{ url }}">{{ name }}</a></strong> created
sk: Článok blogu <strong><a href="{{ url }}">{{ name }}</a></strong> bol vytvorený

source: Blog article <strong><a href="{{ url }}">{{ name }}</a></strong> was modified
sk: Článok blogu <strong><a href="{{ url }}">{{ name }}</a></strong> bol upravený

source: Blog article <strong>{{ name }}</strong> deleted
sk: Článok blogu <strong>{{ name }}</strong> bol odstránený

source: Blog articles
sk: Články blogu

source: Blog categories
sk: Kategórie blogu

source: Blog category
sk: Kategória blogu

source: Blog category <strong><a href="{{ url }}">{{ name }}</a></strong> created
sk: Kategória blogu <strong><a href="{{ url }}">{{ name }}</a></strong> bola vytvorená

source: Blog category <strong><a href="{{ url }}">{{ name }}</a></strong> was modified
sk: Kategória blogu <strong><a href="{{ url }}">{{ name }}</a></strong> bola zmenená

source: Blog category <strong>{{ name }}</strong> deleted
sk: Kategória blogu <strong>{{ name }}</strong> bola odstránená

source: Brand
sk: Značka

source: Brand overview
sk: Prehľad značiek

source: Bulk editing done
sk: Hromadné úpravy sú dokončené

source: Byl naplánován export produktů do Elasticsearch, který bude proveden do 5-ti minut
sk: Bol naplánovaný export produktov do Elasticsearch, ktorý sa vykoná do 5 minút

source: Byla aktivována automatická sleva na celý nákup ve výši %percent% %, která je pro vás výhodnější než použitý slevový kupón, takže byl kupón z košíku odstraněn.
sk: Bola aktivovaná automatická zľava na celý nákup vo výške %percent% %, ktorá je pre vás výhodnejšia ako použitý zľavový kupón, takže bol kupón z košíka odstránený.

source: Byla aktivována automatická sleva na celý nákup ve výši %percent% %.
sk: Bola aktivovaná automatická zľava na celý nákup vo výške %percent% %.

source: Bylo vytvořeno <strong>{{ quantity }}</strong> slevových kupónů
sk: Bolo vytvorených <strong>{{ quantity }}</strong> zľavových kupónov

source: Během placení objednávky došlo k potížím
sk: Behom platenia objednávky došlo k problémom

source: Calculated price excluding VAT
sk: Vypočítaná cena bez DPH

source: Calculated price including VAT
sk: Vypočítaná cena s DPH

source: Cart
sk: Košík

source: Catalog number
sk: Katalógové číslo

source: Category <strong><a href="{{ url }}">{{ name }}</a></strong> created
sk: Kategória <strong><a href="{{ url }}">{{ name }}</a></strong> bola vytvorená

source: Category <strong>{{ name }}</strong> deleted
sk: Kategória <strong>{{ name }}</strong> bola odstránená

source: Category<strong><a href="{{ url }}">{{ name }}</a></strong> was modified
sk: Kategória <strong><a href="{{ url }}">{{ name }}</a></strong> bola zmenená

source: Celkem
sk: Celkom

source: Cena pro nepřihlášené zákazníky: <strong>%price%</strong>
sk: Cena pre neprihlásených zákazníkov: <strong>%price%</strong>

source: Cenové bomby na titulní stránce
sk: Cenové bomby na titulnej stránke

source: Changing password
sk: Zmena hesla

source: Chcete opravdu smazat tyto slevové kupóny?
sk: Chcete naozaj vymazať tieto zľavové kupóny?

source: Chceš dárek
sk: Chcete darček

source: Chceš promo produkt
sk: Chcete promo produkt

source: Chci být členem <a href="%url%" target="_blank">Věrnostního programu</a>.
sk: Chcem byť členom <a href="%url%" target="_blank">Vernostného programu</a>.

source: Chci být členem Věrnostního programu
sk: Chcem byť členom Vernostného programu

source: Chci odebírat novinky a souhlasím se <a href="%url%" target="_blank">zpracováním osobních údajů</a>
sk: Chcem odoberať novinky a súhlasím so <a href="%url%" target="_blank">spracovaním osobných údajov</a>

source: Chci odebírat novinky a souhlasím se zpracováním osobních údajů
sk: Chcem odoberať novinky a súhlasím so spracovaním osobných údajov

source: Chci reklamovat zboží
sk: Chcem reklamovať tovar

source: Chci se stát členem Věrnostního programu
sk: Chcem sa stať členom Vernostného programu

source: Chci se zaregistrovat
sk: Chcem se zaregistrovať

source: Chci zadat doručovací adresu
sk: Chcem zadať doručovaciu adresu

source: Chci zadat fakturační údaje
sk: Chcem zadať fakturačné údaje

source: Chci zadat jiné fakturační údaje
sk: Chcem zadať iné fakturačné údaje

source: Chci zadat novou doručovací adresu
sk: Chcem zadať novú doručovacou adresu

source: Choose
sk: Zvoliť

source: Choose variant
sk: Vyberte variantu

source: Chosen payment name
sk: Zvolený názov platby

source: Chosen shipping name
sk: Zvolený názov zásielky

source: Chyba při přenosu
sk: Chyba pri prenose

source: City
sk: Mesto

source: Clear filter
sk: Vymazať filter

source: Click to go to product section
sk: Kliknutím prejdete do sekcie produktu

source: Clicking on the link below you can download in XML format your personal information, which we have in evidence in our online store %domain%.
sk: Kliknutím na odkaz nižšie si môžete stiahnuť svoje osobné informácie vo formáte XML, ktoré máme ako dôkaz v našom internetovom obchode %domain%.

source: Close
sk: Zavrieť

source: Close (Esc)
sk: Zatvoriť (Esc)

source: Co je Věrnostní program?
sk: Čo je Vernostný program?

source: Code
sk: Kód

source: Colour
sk: Farba

source: Company
sk: Spoločnosť

source: Company data
sk: Údaje o spoločnosti

source: Company name
sk: Meno spoločnosti

source: Company number
sk: IČO

source: Connection to GoPay gateway failed.
sk: Pripojenie k bráne GoPay zlyhalo.

source: Connection to PayPal gateway failed.
sk: Pripojenie k bráne PayPal zlyhalo.

source: Contact us
sk: Kontaktujte nás

source: Cookies nejsou sušenky
sk: Cookies nie sú sušienky

source: Country
sk: Krajina

source: Create
sk: Vytvoriť

source: Create new article
sk: Vytvorte nový článok

source: Create new blog article
sk: Vytvorte nový článok v blogu

source: Create new blog category
sk: Vytvorte novú kategóriu blogu

source: Create new product
sk: Vytvorte nový produkt

source: Create new store
sk: Vytvorte nový obchod

source: Create variant
sk: Vytvorte variantu

source: Created
sk: Vytvorené

source: Created at
sk: Vytvorené v

source: Creation date
sk: Dátum vytvorenia

source: Cron overview
sk: Prehľad cronov

source: Current status
sk: Súčasný stav

source: Customer
sk: Zákazník

source: Customer <strong><a href="{{ url }}">{{ name }}</a></strong> modified
sk: Zákazník <strong><a href="{{ url }}">{{ name }}</a></strong> bol upravený

source: Customer with e-mail address <strong>{{ email }}</strong> doesn't exist. <a href="{{ registrationLink }}"> Register</a>
sk: Zákazník s e-mailovou adresou <strong>{{ email }}</strong> neexistuje. <a href="{{ registrationLink }}">Registrovať</a>

source: Czechia
sk: Slovensko

source: Další
sk: Ďalší

source: Další fotografie
sk: Ďalšie fotografie

source: Další hodnocení zákazníků
sk: Ďalšie hodnotenie zákazníkov

source: Další informace
sk: Ďalšie informácie

source: Darkovy_poukaz_-_barevny
sk: Darcekovy_poukaz_-_farebny

source: Darkovy_poukaz_-_cernobily
sk: Darcekovy_poukaz_-_ciernobiely

source: Date and time of order creation
sk: Dátum a čas vytvorenia objednávky

source: Date of subscription
sk: Dátum predplatného

source: Datum a čas
sk: Dátum a čas

source: Datum publikace
sk: Dátum publikácie

source: Datum přenosu do IS
sk: Dátum prenosu do IS

source: Deadline pro podání objednávky
sk: Deadline pre podanie objednávky

source: Delete
sk: Odstrániť

source: Delivery address
sk: Adresa dodania

source: Delivery address could not be removed.
sk: Dodaciu adresu sa nepodarilo odstrániť.

source: Delivery address has been removed.
sk: Doručovacia adresa bola odstránená.

source: Description
sk: Popis

source: Detail dárku
sk: Detail darčeka

source: Detail dárku k objednávce
sk: Detail darčeka k objednávke

source: Detail slevy na celý nákup
sk: Detail zľavy na celý nákup

source: Discount
sk: Zľava

source: Display on
sk: Zobraziť na

source: Displaying
sk: Zobrazovanie

source: Do košíku
sk: Do košíka

source: Do košíku jste přidali
sk: Pridané! V košíku máte tiež

source: Do košíku přidáno %quantity%&nbsp;%unit%<br>celkem za %price%
sk: Do košíka pridané %quantity%&nbsp;%unit%<br>celkom za %price%

source: Do you really want to delete this blog category?
sk: Naozaj chcete odstrániť túto kategóriu blogu?

source: Do you really want to remove the order?
sk: Naozaj chcete objednávku odstrániť?

source: Do you really want to remove this article?
sk: Naozaj chcete odstrániť tento článok?

source: Do you really want to remove this blog article?
sk: Naozaj chcete odstrániť tento článok blogu?

source: Do you really want to remove this customer?
sk: Naozaj chcete odstrániť tohto zákazníka?

source: Do you really want to remove this delivery address?
sk: Naozaj chcete odstrániť túto doručovaciu adresu?

source: Do you really want to remove this flag?
sk: Naozaj chcete odstrániť túto vlajku?

source: Do you really want to remove this promo code?
sk: Naozaj chcete odstrániť tento propagačný kód?

source: Do you really want to remove this store?
sk: Naozaj chcete odstrániť tento obchod?

source: Do you want to receive the newest information about our shop? Subscribe to our e-mail newsletter.
sk: Chcete dostávať najnovšie informácie o našom obchode? Prihláste sa na odber nášho e-mailového spravodajstva.

source: Dobírka
sk: Dobierka

source: Dodací údaje
sk: Dodacie údaje

source: Dodání
sk: Dodanie

source: Dolaďte svůj outfit
sk: Dolaďte svoj outfit

source: Domain
sk: Doména

source: Domain %domainName%
sk: Doména %domainName%

source: Doplňky
sk: Doplnky

source: Doporučené
sk: Odporúčané

source: Doporučené rozměry
sk: Odporúčané rozmery

source: Doporučené rozměry obrázku
sk: Odporúčané rozmery obrázku

source: Doprava při nákupu nad 1000 Kč zdarma
sk: Doprava pri nákupe od 50 € zadarmo

source: Doprava zdarma
sk: Doprava zadarmo

source: Doprava zdarma pro členy
sk: Doprava zadarmo pre členov

source: Doprava zdarma při nákupu <strong>nad 2&nbsp;500&nbsp;Kč</strong>
sk: Doprava zadarmo pri nákupe <strong>nad&nbsp;70&nbsp;€</strong>

source: Dopravce
sk: Dopravca

source: Doručena
sk: Doručená

source: Doručit na adresu
sk: Doručiť na adresu

source: Doručovací adresy
sk: Doručovacie adresy

source: Dostupnost %days% den
sk: Dostupnosť %days% deň

source: Dostupnost %days% dny
sk: Dostupnosť %days% dni

source: Dostupnost %days% dní
sk: Dostupnosť %days% dní

source: Dostupnost dle varianty
sk: Dostupnosť podľa varianty

source: Dostupné množství k odběru
sk: Dostupné množstvo na odber

source: Download the personal information
sk: Stiahnite si osobné informácie

source: Došlo ke změnám v košíku. Prosím, překontrolujte si produkty.
sk: Došlo k zmenám v košíku. Prosím, prekontrolujte si produkty.

source: Druhý článek v horním menu
sk: Druhý článok v hornom menu

source: DÁREK
sk: DARČEK

source: Dárek
sk: Darček

source: Dárek <strong><a href="{{ url }}">{{ name }}</a></strong> byl editován
sk: Darček <strong><a href="{{ url }}">{{ name }}</a></strong> bol editovaný

source: Dárek <strong><a href="{{ url }}">{{ name }}</a></strong> byl úspěšně vytvořen
sk: Darček <strong><a href="{{ url }}">{{ name }}</a></strong> bol úspešne vytvorený

source: Dárek <strong>{{ name }}</strong> byl smazán
sk: Darček <strong>{{ name }}</strong> bol zmazaný

source: Dárek byl smazán
sk: Darček bol zmazaný

source: Dárek k objednávce neexistuje
sk: Darček k objednávke neexistuje

source: Dárek k vaší objednávce:
sk: Darček k vašej objednávke:

source: Dárek neexistuje
sk: Darček neexistuje

source: Dárkový certifikát
sk: Darčekový poukaz

source: Dárkový certifikát 1000 Kč
sk: Darčekový poukaz 50 €

source: Dárkový certifikát 500 Kč
sk: Darčekový poukaz 20 €

source: Dárkový poukaz
sk: Darčekový poukaz

source: Dárkový poukaz - aktivován
sk: Darčekový poukaz - aktivovaný

source: Dárky
sk: Darčeky

source: Dárky k objednávce
sk: Darčeky k objednávke

source: Dárky k produktům
sk: Darčeky k produktom

source: Dárky k vaší objednávce:
sk: Darčeky k vašej objednávke:

source: Děkujeme za vaši objednávku
sk: Ďakujeme za vašu objednávku

source: E-mail with a link to the export of your personal data was sent to your e-mail address.
sk: Na vašu e-mailovú adresu bol zaslaný e-mail s odkazom na export vašich osobných údajov.

source: E-mail with a link to the page with your personal data was sent to your e-mail address.
sk: Na vašu e-mailovú adresu bol zaslaný e-mail s odkazom na stránku s vašimi osobnými údajmi.

source: E-mailem
sk: E-mailom

source: E-shop URL address
sk: URL e-shopu

source: E-shop attributes settings modified
sk: Upravené nastavenie atribútov e-shopu

source: E-shop na míru od
sk: E-shop na mieru od

source: Editace banneru
sk: Editácia banneru

source: Editace dárku
sk: Editácia darčeka

source: Editace dárku k objednávce
sk: Editácia darčeka k objednávke

source: Editace promo produktu
sk: Editácia promo produktu

source: Editace slevového kupónu
sk: Editácia zľavového kupónu

source: Editace slevy na celý nákup
sk: Editácia zľavy na celý nákup

source: Editace stromu není povolena, protože se data přenáší z Pohoda IS
sk: Editácia stromu nie je povolená, pretože sa dáta prenášajú z Pohoda IS

source: Editing blog article
sk: Úprava článku blogu

source: Editing blog article - %name%
sk: Úprava článku blogu - %name%

source: Editing blog category
sk: Úprava kategórie blogu

source: Editing blog category - %name%
sk: Úprava kategórie blogu - %name%

source: Editing category - %name%
sk: Úprava kategórie - %name%

source: Editing customer - %name%
sk: Úprava zákazníka - %name%

source: Editing order - Nr. %number%
sk: Poradie úprav - č. %number%

source: Editing product - %name%
sk: Úprava produktu - %name%

source: Editing store
sk: Úprava obchodu

source: Empty cart
sk: Prázdny košík

source: Enter e-mail
sk: Zadajte e-mail

source: Entered customer not found, please check entered data.
sk: Zadaný zákazník nebol nájdený, skontrolujte zadané údaje.

source: Error occurred
sk: Vyskytla sa chyba

source: Error occurred when sending e-mail.
sk: Pri odosielaní e-mailu sa vyskytla chyba.

source: Excl. VAT
sk: Bez DPH

source: Exclude from sale
sk: Vylúčiť z predaja

source: Exportováno do Mall.cz
sk: Exportované do Mall.cz

source: Externí ID
sk: Externé ID

source: Externí název
sk: Externý názov

source: Externí sklad
sk: Externý sklad

source: Fakturační adresa
sk: Fakturačná adresa

source: Fakturační údaje
sk: Fakturačné údaje

source: Files
sk: Súbory

source: Fill missing settings to enable creating products. More information here.
sk: Vyplňte chýbajúce nastavenia, aby ste mohli vytvárať produkty. Viac informácií tu.

source: Filter by
sk: Filtrovať podľa

source: Filtrovat produkty
sk: Filtrovať produkty

source: First name
sk: Krstné meno

source: Fish
sk: Ryba

source: Flags
sk: Zástavky

source: Forgot your password?
sk: Zabudli ste heslo?

source: Forgotten password
sk: Zabudnuté heslo

source: Free
sk: Zadarmo

source: Full name
sk: Celé meno

source: Generovat tento produkt do Mergado XML feedu
sk: Generovať tento produkt do Mergado XML feedu

source: GoPay Fik code
sk: GoPay Fik kód

source: GoPay payment method
sk: Spôsob platby GoPay

source: GoPay payment status
sk: Stav platby GoPay

source: Google Maps link
sk: Odkaz na Google Mapy

source: Heading (H1)
sk: Titulok (H1)

source: Heureka award
sk: Ocenenie Heureka

source: Hidden
sk: Skrytý

source: Hide
sk: Skryť

source: Hlavní rozlišující parametr
sk: Hlavný rozlišujúci parameter

source: Hlavní varianta
sk: Hlavná varianta

source: Hlavní článek
sk: Hlavný článok

source: Hledání v přenosech
sk: Hľadanie v prenosoch

source: Hlídat cenu
sk: Strážiť cenu

source: Hlídat dostupnost a cenu
sk: Strážiť dostupnosť a cenu

source: Hlídat naskladnění
sk: Strážiť naskladnenie

source: Hlídat snížení ceny
sk: Strážiť zníženie ceny

source: Hlídač ceny a dostupnosti
sk: Strážny pes ceny a dostupnosti

source: Hlídač dostupnosti
sk: Strážny pes dostupnosti

source: Hmotnost
sk: Hmotnosť

source: Hodnocení našich zákazníků
sk: Hodnotenie našich zákazníkov

source: Hodnota certifikátu
sk: Hodnota poukazu

source: Hodnota dárkového poukazu
sk: Hodnota darčekového poukazu

source: Hromadné generování kupónu
sk: Hromadné generovanie kupónu

source: Hromadné kupony s prefixem
sk: Hromadné kupóny s prefixom

source: Hromadné operace
sk: Hromadné operácie

source: Hromadné vytvoření slevových kupónů
sk: Hromadné vytvorenie zľavových kupónov

source: I agree with <a href="%url%" target="_blank">privacy policy</a>.
sk: Súhlasím s <a href="%url%" target="_blank">pravidlami ochrany osobných údajov</a>.

source: I agree with privacy policy.
sk: Súhlasím s pravidlami ochrany osobných údajov.

source: I buy on company behalf
sk: Kupujem na firmu

source: ID Youtube videa bylo přesto k produktu uloženo.
sk: ID Youtube video bolo napriek tomu k produktu uložené.

source: ID modifikace
sk: ID modifikácia

source: ID nenastaveno
sk: ID nenastavené

source: ID z původního e-shopu
sk: ID z pôvodného e-shopu

source: IN TIME
sk: NA ČAS

source: Identifikátor pro IS Pohoda
sk: Identifikátor pre IS Pohoda

source: Image
sk: Obrázok

source: Image will be deleted after saving.
sk: Obrázok bude po uložení odstránený.

source: Image with link
sk: Obrázok s odkazom

source: Import kategorií spolu s exportem do Elastic Search byl naplánován
sk: Import kategórií spolu s exportom do Elastic Search bol naplánovaný

source: In a particular domain tab it is not possible to adjust the order and plunge of blog categories. Please go to the blog category detail or to overview of blog categories of all domains
sk: Na konkrétnej karte domény nie je možné upraviť poradie a zanorenie do kategórií blogov. Prejdite na podrobnosti kategórie blogu alebo na prehľad kategórií blogov všetkých domén

source: In a particular domain tab it is not possible to adjust the order and plunge of categories. Please go to the category detail or to overview of categories of all domains
sk: Na karte konkrétnej domény nie je možné upraviť poradie a ponorenie kategórií. Prejdite na podrobnosť kategórie alebo na prehľad kategórií všetkých domén

source: Incl. VAT
sk: s DPH
