Repository: cafesk8/tropic
Catalog: translations/messages.*.po
Languages: sk

source: Informace o zákazníkovi
sk: Informácie o zákazníkovi

source: Informační text pro vyjmutí ze slev za registraci
sk: Informačný text pre odstránenie zo zliav za registráciu

source: Informační text pro vyjmutí ze slev za slevové kupóny
sk: Informačný text pre odstránenie zo zliav za zľavové kupóny

source: Informační text pro vyjmutí ze všech slev
sk: Informačný text pre odstránenie zo všetkých zliav

source: Informační řádek
sk: Informačný riadok

source: Informovat až po snížení ceny na
sk: Informovať až po znížení ceny na

source: Interní identifikátor přenosu
sk: Interný identifikátor prenosu

source: Interní sklad
sk: Interný sklad

source: Items
sk: Položky

source: IČO: 27790487, DIČ: CZ27790487
sk: IČO: 27790487, IČ DPH: CZ27790487

source: Jako zástupný znak pro číslo sledování zásilky zadejte %s, tedy např. https://tracking.ulozenka.cz/?_fid=%s
sk: Ako zástupný znak pre číslo sledovania zásielky zadajte %s, teda napr. https://tracking.ulozenka.sk/?_fid=%s

source: Jako člen Věrnostního programu budete mít přístup k
sk: Ako člen Vernostného programu budete mať prístup k

source: Jaké služby najdete
sk: Aké služby nájdete

source: Je nám líto
sk: Je nám ľúto

source: Je prodejna franchisa
sk: Je predajňa franchisa

source: Je sklad centrální
sk: Je sklad centrálny

source: Je čas vyrazit: Vaše objednávka č. %%orderNo%% je připravena k vyzvednutí na prodejně %%storeName%%, zboží vám rezervujeme po dobu 5 dnů.
sk: Je čas vyraziť: vaša objednávka č. %%orderNo%% je pripravená na vyzdvihnutie na predajni %%storeName%%, tovar vám rezervujeme po dobu 5 dní.

source: Je čas vyrazit: vaše objednávka č. %%orderNo%% je připravena k vyzvednutí na prodejně %%storeName%%, zboží vám rezervujeme po dobu 5 dnů.
sk: Je čas vyraziť: vaša objednávka č. %%orderNo%% je pripravená k vyzdvihnutiu na predajni %%storeName%%, tovar vám rezervujeme po dobu 5 dní.

source: Ještě nebylo implementováno.
sk: Ešte nebolo implementované.

source: Již 20 let nadšeně podporujeme rybáře
sk: Už 20 rokov s nadšením podporujeme rybárov

source: Již nemáte nárok na vybraný dárek k nákupu s názvem <strong>{{ name }}</strong> proto Vám byl odebrán. Prosím překontrolujte si objednávku
sk: Už nemáte nárok na vybraný darček k nákupu s názvom <strong>{{ name }}</strong> preto Vám bol odobraný. Prosím prekontrolujte si objednávku

source: Jméno
sk: Meno

source: Jste členem Věrnostního programu
sk: Ste členom vernostného programu

source: K dispozici v Hradci Králové
sk: K dispozícii v Hradci Králové

source: K produktu budete potřebovat
sk: K produktu budete potrebovať

source: Kalhoty jsou dnes opravdu nezbytným základem šatníku každé ženy.
sk: Nohavice sú dnes naozaj nevyhnutným základom šatníka každej ženy.

source: Kalhoty jsou dnes opravdu nezbytným základem šatníku každé ženy. Ne vždycky tomu tak ale bylo. Byly doby, kdy bylo nemyslitelné, aby si žena oblékla kalhoty. Přitom dámské kalhoty jsou něco tak slušivého. Naštěstí je dnes tento kousek naprostou klasikou
sk: Nohavice sú dnes naozaj nevyhnutným základom šatníka každej ženy. Nie vždy to tak ale bolo. Boli doby, kedy bolo nemysliteľné, aby si žena obliekla nohavice. Pritom dámske nohavice sú veľmi elegantné. Našťastie je dnes tento kúsok úplnou klasikou

source: Kalkulačka se bude od této cenové hladiny zobrazovat na detailu produktu.
sk: Kalkulačka sa bude od tejto cenovej hladiny zobrazovať na detaile produktu.

source: Kamenná prodejna
sk: Kamenná predajňa

source: Kategorie
sk: Kategórie

source: Kategorie v Mall.cz
sk: Kategórie v Mall.cz

source: Kategorie článků
sk: Kategórie článkov

source: Kdo zná, ví. Kdo nezná ať rychle vyzkouší!
sk: Kto pozná, vie. Kto nepozná nech rýchlo vyskúša!

source: Ke každému nákupu dárek v hodnotě
sk: Ku každému nákupu darček v hodnote

source: Ke kořenům
sk: Ku koreňom

source: Ke stažení
sk: K stiahnutiu

source: Kliknutím na tlačítko Odeslat objednávku
sk: Kliknutím na tlačidlo Odoslať objednávku

source: Klikněte zde pro zopakování úhrady objednávky
sk: Kliknite sem pre zopakovanie úhrady objednávky

source: Kolikrát použito
sk: Koľkokrát použité

source: Kombinovatelný
sk: Kombinovateľný

source: Konkrétní produkty
sk: Konkrétne produkty

source: Kontaktní formulář - {{ domainName }}
sk: Kontaktný formulár - {{ domainname }}

source: Kód dárkového poukazu
sk: Kód darčekového poukazu

source: Last name
sk: Priezvisko

source: Last order
sk: Posledná objednávka

source: Levý textový baner dole
sk: Ľavý textový banner dole

source: Link to password reset sent to e-mail <strong>{{ email }}</strong>.
sk: Odkaz na obnovenie hesla odoslaný na e-mail <strong>{{ email }}</strong>.

source: List of products in order (name, quantity, price per unit including VAT, total price per item including VAT)
sk: Zoznam produktov v objednávke (názov, množstvo, cena za jednotku vrátane DPH, celková cena za položku vrátane DPH)

source: Location
sk: Poloha

source: Log in
sk: Prihlásiť sa

source: Log out
sk: Odhlásiť sa

source: Login
sk: Prihlásiť sa

source: Magyarország
sk: Maďarsko

source: Main image
sk: Hlavný obrázok

source: Main variant
sk: Hlavná varianta

source: Make modification
sk: Vykonajte úpravy

source: Maximální počet použití
sk: Maximálny počet použití

source: Maximální počet produktů pro hromadnou operaci je %max%. Počet nalezených produktů je %found%. Vyhledejte menší počet produktů a hromadnou operaci opakujte.
sk: Maximálny počet produktov pre hromadnú operáciu je %max%. Počet nájdených produktov je %found%. Vyhľadajte menší počet produktov a hromadnú operáciu zopakujte.

source: Maximální počet produktů, které můžete upravit pomocí hromadných operací, je {{maxProductCount}}. Máte vybráno {{selectedProductCount}} produktů
sk: Maximálny počet produktov, ktoré môžete upraviť pomocou hromadných operácií, je {{maxProductCount}}. Máte vybraných {{selectedProductCount}} produktov

source: Message
sk: Správa

source: Meta description
sk: Meta popis

source: Migrace
sk: Migrácie

source: Migrace - import CSV
sk: Migrácia - import CSV

source: Migrační CSV soubor
sk: Migračný CSV súbor

source: Minimum amount
sk: Minimálne množstvo pre nákup

source: Minimum quantity and multiples
sk: Minimálne množstvo a násobky

source: Minimální cena košíku
sk: Minimálna cena košíka

source: Minimální cena košíku s DPH (v %currencySymbol%)
sk: Minimálna cena košíka s DPH (v %currencySymbol%)

source: Minimální cena objednávky pro akci na dopravu
sk: Minimálna cena objednávky pre akciu na dopravu

source: Minimální cena objednávky pro dopravu zdarma
sk: Minimálna cena objednávky pre dopravu zadarmo

source: Minimální hodnota objednávky
sk: Minimálna hodnota objednávky

source: Minimální množství můžete nastavit na kartě hlavní varianty.
sk: Minimálne množstvo môžete nastaviť na karte hlavnej varianty.

source: Minuty
sk: Minúty

source: Mohlo by vás zajímat
sk: Mohlo by vás zaujímať

source: Momentálně nedostupné
sk: Momentálne nedostupné

source: More information
sk: Viac informácií

source: Move
sk: Presunúť

source: Možnost nákupu na splátky
sk: Benefity pre stálych aj nových zákazníkov

source: Možnost vrácení zboží do 30 dnů
sk: Možnosť vrátenia tovaru do 30 dní

source: My orders
sk: Moje objednávky

source: Mám slevový poukaz nebo dárkový certifikát
sk: Máte zľavový poukaz alebo darčekový poukaz

source: Máte dopravu zdarma!
sk: Máte dopravu zadarmo!

source: Máte dotaz?
sk: Máte otázky?

source: Máte slevový kupón?
sk: Máte zľavový kupón?

source: Máte v košíku nadrozměrný produkt, ale zvolený způsob dopravy neumožňuje nadrozměrné produkty dopravovat
sk: Máte v košíku nadrozmerný produkt a zvolený spôsob dopravy neumožňuje nadrozmerné produkty prepravovať

source: Máte v košíku objemný produkt, ale zvolený způsob dopravy neumožňuje objemné produkty dopravovat
sk: Máte v košíku objemný produkt a zvolený spôsob dopravy neumožňuje objemné produkty prepravovať

source: Měna dárkového poukazu
sk: Mena darčekového poukazu

source: Město
sk: Mesto

source: Může být použit pro dárkové poukazy
sk: Môže byť použitý pre darčekové poukazy

source: Můžete nahrát soubor v těchto formátech: PNG, JPG, GIF, BMP, TXT, RTF, PDF, DOC, DOCX, ODF, XLS, XLSX, PPT, PPTX, XML, HTM, HTML, CSV, ZIP
sk: Môžete nahrať súbor v týchto formátoch: PNG, JPG, GIF, BMP, TXT, RTF, PDF, DOC, DOCX, ODF, XLS, XLSX, PPT, PPTX, XML, HTM, HTML, CSV, ZIP

source: NEXT >
sk: ĎALŠIA >

source: Na splátky ještě dnes již od
sk: Na splátky ešte dnes už od

source: Nabízené produkty
sk: Ponúkané produkty

source: Nadrozměrný
sk: Nadrozmerný

source: Nahrát soubor
sk: Nahrať súbor

source: Najdete v kategoriích
sk: Nájdete v kategóriách

source: Najděte si něco na sebe…
sk: Napíšte čo hľadáte...

source: Nakupte ještě za
sk: Nakúpte ešte za

source: Nakupte ještě za %nextLevelDifference% a vybírejte z těchto dárků:
sk: Nakúpte ešte za %nextLevelDifference% a vyberajte z týchto darčekov:

source: Nakupte produkt ve výhodném setu
sk: Nakúpte produkt vo výhodnom sete

source: Nalezené kategorie
sk: Nájdené kategórie

source: Nalezené produkty
sk: Nájdené produkty

source: Nalezené sety
sk: Nájdené sety

source: Name
sk: Názov

source: Naposledy navštívené produkty
sk: Nedávno navštívené produkty

source: Naposledy prohlížené produkty
sk: Nedávno prezerané produkty

source: Nastavení banneru Cofidis
sk: Nastavenie banneru Cofidis

source: Nastavení bylo uloženo.
sk: Nastavenie bolo uložené.

source: Nastavení přiřazení článků
sk: Nastavenie priradenia článkov

source: Nastavit
sk: Nastaviť

source: Načerpejte inspiraci
sk: Načerpajte inšpiráciu

source: Načíst dalších
sk: Načítať ďalších

source: Naše prodejna
sk: Naša predajňa

source: Ne
sk: Nie

source: Nebo <strong>%price%</strong> po přihlášení
sk: Alebo <strong>%price%</strong> po prihlásení

source: Nechci žádný dárek
sk: Nechcem žiaden darček

source: Nedoručena
sk: Nedoručená

source: Neexistují žádné prodejny
sk: Neexistujú žiadne predajne

source: Nejdražší
sk: Najdrahší

source: Nejlevnější
sk: Najlacnejší

source: Nejoblíbenější kousky
sk: Najobľúbenejšie kúsky

source: Nejprodávanější produkty
sk: Najpredávanejšie produkty

source: Nejširší sortiment - v nabídce více než 100&nbsp;000 produktů
sk: Najširší sortiment - v ponuke viac ako 100&nbsp;000 produktov

source: Nemáte oprávnění vidět požadovanou stránku. Požádejte svého administrátora o udělení přístupu.
sk: Nemáte oprávnenie vidieť požadovanú stránku. Požiadajte svojho administrátora o udelenie prístupu.

source: Nemůžete vybrat produkt, který je již propojen
sk: Nemôžete si vybrať produkt, ktorý je už prepojený

source: Nenalezeny žádné hlášky.
sk: Nenašli sa žiadne hlášky.

source: Nenalezeny žádné problémy.
sk: Nenašli sa žiadne problémy.

source: Neomezeno
sk: Neobmedzené

source: Neomezený
sk: Neobmedzený

source: Neomezený počet použití
sk: Neobmedzený počet použití

source: Neomezovat
sk: Neobmedzovať

source: Nepodařilo se změnit stav objednávky na Mall.cz (%errorMessage%).
sk: Nepodarilo sa zmeniť stav objednávky na Mall.cz (%errorMessage%).

source: Nepovedlo se připojit ke Google API, takže se nezkontrolovala platnost ID Youtube videa.
sk: Nepodarilo sa pripojiť ku Google API, takže sa neskontrolovala platnosť ID Youtube videa.

source: Nepovinný název pro administraci
sk: Nepovinný názov pre administráciu

source: Nesouhlasím se zasláním dotazníku spokojenosti s nákupem od Heureky
sk: Nesúhlasím sa zasielaním dotazníka spokojnosti s nákupom od Heureky

source: Nesouhlasím se zasláním objednávky do programu Heureka Ověřeno zákazníky
sk: Nesúhlasím so zaslaním objednávky do programu Heureka Overené zákazníkmi

source: New blog article
sk: Nový článok blogu

source: New blog category
sk: Nová kategória blogu

source: New delivery address
sk: Nová dodacia adresa

source: New orders
sk: Nové objednávky

source: New registered customers
sk: Novo registrovaní zákazníci

source: New store
sk: Nový obchod

source: Nezapomeňte: Vaše objednávka č. %%orderNo%% bude ješte 2 dny připravena na prodejně %%storeName%%.
sk: Nezabudnite: vaša objednávka č. %%orderNo%% bude ešte 2 dni pripravená na predajni %%storeName%%.

source: Nezapomeňte: vaše objednávka č. %%orderNo%% bude ješte 2 dny připravena na prodejně %%storeName%%. Je čas vyrazit!
sk: Nezabudnite: vaša objednávka č. %%orderNo%% bude ešte 2 dni pripravená na predajni %%storeName%%. Je čas vyraziť!

source: Nezlevněné produkty
sk: Nezľavnené produkty

source: No
sk: Nie

source: No articles found on this domain. You have to create some first.
sk: V tejto doméne sa nenašli žiadne články. Najprv musíte nejaké vytvoriť.

source: No blog articles found.
sk: Nenašli sa žiadne články blogu.

source: No order so far.
sk: Zatiaľ žiadna objednávka.

source: No personal data for this e-mail address
sk: Pre túto e-mailovú adresu nie sú k dispozícii žiadne osobné údaje

source: No products found for this brand
sk: Pre túto značku sa nenašli žiadne produkty

source: No results matching filter
sk: Filter nezodpovedá žiadnym výsledkom

source: No stores found.
sk: Nenašli sa žiadne obchody.

source: Nominální sleva
sk: Nominálna zľava

source: Not possible to create variations of products that are already variant or main variant.
sk: Nie je možné vytvárať variácie produktov, ktoré sú už variantné alebo hlavné.

source: Note
sk: Poznámka

source: Nothing to choose from
sk: Nič na výber

source: Nothing to choose from.
sk: Nič na výber.

source: Nová sleva na celý nákup
sk: Nová zľava na celý nákup

source: Nový dárek
sk: Nový darček

source: Nový dárek k objednávce
sk: Nový darček k objednávke

source: Nový sklad/prodejna
sk: Nový sklad/predajňa

source: Number of items
sk: Počet položiek

source: Number of orders
sk: Počet objednávok

source: Nyní budete přesměrováni na platební bránu GoPay.
sk: Teraz budete presmerovaný na platobnú bránu GoPay.

source: Nákupní košík
sk: Nákupný košík

source: Nálepka Prodloužená záruka
sk: Nálepka Predĺžená záruka

source: Nálepka Tropic doporučuje
sk: Nálepka Tropic odporúča

source: Násobky pro nákup můžete nastavit na kartě hlavní varianty.
sk: Násobky pre nákup môžete nastaviť na karte hlavnej varianty.

source: Název
sk: Názov

source: Název dárku
sk: Názov darčeka

source: Název dárku - produktu
sk: Názov darčeka - produktu

source: Název pobočky
sk: Názov pobočky

source: Název pro feed
sk: Názov pre feed

source: Název produktu
sk: Názov produktu

source: Název přenosu
sk: Názov prenosu

source: Název skladu
sk: Názov skladu

source: Název výchozího produktu
sk: Názov východzieho produktu

source: Název z Pohody
sk: Názov z Pohody

source: Název z Pohody (pro XML)
sk: Názov z Pohody (pre XML)

source: Níže je popis tohoto produktu
sk: Nižšie je popis tohoto produktu

source: Některé parametry jsou globálně skryté, proto jejich nastavení nelze zde ovlivnit. Globální nastavení se nachází v Nastavení -> Seznamy a číselníky -> Parametry.
sk: Niektoré parametre sú globálne skryté, preto ich nastavenie tu nie je možné ovplyvniť. Globálne nastavenia sa nachádzajú v Nastavenia -> Zoznamy a číselníky -> Parametre.

source: O nákupu
sk: O nákupe

source: O produktu %s se dozvíte více v těchto článcích:
sk: O produkte %s sa dozviete viac v týchto článkoch:

source: Objednávka je již zaplacená.
sk: Objednávka je už zaplatená.

source: Objednávka nebyla nalezena.
sk: Objednávka nebola nájdená.

source: Objednávka nemá nastaven způsob platby prostřednictvím GoPay.
sk: Objednávka nemá nastavený spôsob platby prostredníctvom GoPay.

source: Od nejlevnějších
sk: Od najlacnejších

source: Od nejnovějších
sk: Od najnovších

source: Od nejprodávanějších
sk: Od najpredávanejších

source: Odběrné místo
sk: Odberné miesto

source: Odebrat
sk: Odobrať

source: Odebrat všechny položky z níže vyhledaných a zavřít
sk: Odstrániť všetky položky z nižšie vyhľadaných a zavrieť

source: Odebírat
sk: Odoberať

source: Odeslat
sk: Odoslať

source: Odeslat na mail
sk: Odoslať na mail

source: Odeslat objednávku
sk: Odoslať objednávku

source: Odeslat zprávu
sk: Odoslať správu

source: Odeslána
sk: Odoslaná

source: Odesílána
sk: Odosielaná

source: Odkaz pro sledování zásilky
sk: Odkaz pre sledovanie zásielky

source: Odpovíme Vám v co nejkratší možné době.
sk: Odpovieme Vám v čo najkratšej možnej dobe.

source: Odpovíme Vám v nejkratším možném termínu.
sk: Odpovieme Vám v najkratšom možnom termíne.

source: Odstranit
sk: Odstrániť

source: Omezení
sk: Obmedzenie

source: Omezení na kategorie
sk: Obmedzenie na kategórie

source: Omezení na produkty
sk: Obmedzenie na produkty

source: Omezení na značky
sk: Obmedzenie na značky

source: Omezit použití
sk: Obmedziť použitie

source: Online shop
sk: Internetový obchod

source: Only checked products
sk: Iba kontrolované výrobky

source: Oops! Error occurred.
sk: Och! Vyskytla sa chyba.

source: Opakovat platbu
sk: Opakovať platbu

source: Opening hours
sk: Otváracia doba

source: Operation failed
sk: Operácia zlyhala

source: Opravdu chcete %operation% (%subject%) u %count% produktů?
sk: Naozaj chcete %operation% (%subject%) u %count% produktov?

source: Opravdu chcete odstranit tento dárek?
sk: Naozaj chcete odstrániť tento darček?

source: Opravdu chcete odstranit tento promo produkt?
sk: Naozaj chcete odstrániť tento promo produkt?

source: Opravdu chcete odstranit tuto hladinu dárků?
sk: Naozaj chcete odstrániť túto hladinu darčekov?

source: Opravdu chcete odstranit tuto hladinu slevy?
sk: Naozaj chcete odstrániť túto hladinu zľavy?

source: Order Nr.
sk: Objednávka č.

source: Order Nr. <strong><a href="{{ url }}">{{ number }}</a></strong> modified
sk: Objednávka č. <strong><a href="{{ url }}">{{ number }}</a></strong> upravená

source: Order [noun]
sk: Objednávka

source: Order completed
sk: Objednávka bola dokončená

source: Order could not be paid
sk: Objednávku nebolo možné zaplatiť

source: Order detail URL address
sk: URL adresa objednávky

source: Order has been created but there were problems during payment
sk: Objednávka bola vytvorená, ale pri platbe sa vyskytli problémy

source: Order in list
sk: Zoradiť v zozname

source: Order items
sk: Objednať položky

source: Order not found
sk: Objednávka sa nenašla

source: Order not found.
sk: Objednávka sa nenašla.

source: Order number
sk: Číslo objednávky

source: Order saved.
sk: Objednávka bola uložená.

source: Orders value
sk: Hodnota objednávok

source: Osobni odběr
sk: Osobný odber

source: Osobní údaje
sk: Osobné údaje

source: Ostatní
sk: Ostatné

source: Otevírací doba
sk: Otváracia doba

source: Otevřena
sk: Otvorená

source: Our customers who bought this bought also
sk: Naši zákazníci k tomuto produktu najčastejšie nakupujú

source: Ověřený zákazník
sk: Overený zákazník

source: Ozvěte se nejlépe ve všední dny mezi
sk: Ozvite sa najlepšie vo všedné dni medzi

source: Page title
sk: Názov stránky

source: Parameter <strong>{{ name }}</strong> deleted
sk: Parameter <strong>{{ name }}</strong> bol odstránený

source: Parametr
sk: Parameter

source: Parametr nelze odstranit, protože se používá jako rozlišující parametr pro produkty s ID
sk: Parameter nemožno odstrániť, pretože sa používa ako rozlišovací parameter pre produkty s ID

source: Parametrické filtry
sk: Parametrické filtre

source: Parametru nelze upravit viditelnost, protože se používá jako rozlišující parametr
sk: Parametru nemožno upraviť viditeľnosť, pretože sa používa ako rozlišovací parameter

source: Parametry
sk: Parametre

source: Password
sk: Heslo

source: Password again
sk: Heslo znova

source: Password must be at least six characters and can't be the same as entered e-mail or its part before at sign.
sk: Heslo musí mať najmenej šesť znakov a nesmie byť rovnaké ako zadaný e-mail alebo jeho časť pred podpisom.

source: Password successfully changed
sk: Heslo bolo úspešne zmenené

source: PayPal payment status
sk: Stav platby cez PayPal

source: Payment
sk: Platba

source: Payment instructions
sk: Pokyny k platbe

source: Personal data
sk: Osobné údaje

source: Personal data of registered customer
sk: Osobné údaje registrovaného zákazníka

source: Personal information export
sk: Export osobných údajov

source: Personal information overview
sk: Prehľad osobných informácií

source: Platnost
sk: Platnosť

source: Platnost slevového kupónu "%code%" vypršela. Prosím, zkontrolujte ho.
sk: Platnosť zľavového kupónu "%code%" vypršala. Prosím, skontrolujte ho.

source: Platí pro
sk: Platí pre

source: Please check the correctness of all data filled.
sk: Určite máte všetky údaje vyplnené správne?

source: Please enter promo code.
sk: Zadajte promo kód.

source: Please enter valid quantity you want to add to cart.
sk: Zadajte platné množstvo, ktoré chcete pridať do košíka.

source: Please excuse this error, we are working on fixing it. If needed, contact us on %mail% or by phone %phone%.
sk: Za túto chybu sa ospravedlňujeme, pracujeme na tom, aby sme ju čo najskôr opravili. Prípadne nás kontaktujte na %mail% alebo telefonicky %phone%.

source: Please make sure that you entered right quantity of all items in cart.
sk: Uistite sa, že ste zadali správne množstvo všetkých položiek v košíku.

source: Po - Pá: 9:00 - 18:00, So: 9:00 - 12:00
sk: Po - Pia: 9:00 - 18:00, So: 9:00 - 12:00

source: Pod nadpisem kategorie
sk: Pod nadpisom kategórie

source: Podle akce
sk: Podľa akcie

source: Podle kategorie
sk: Podľa kategórie

source: Podle značky
sk: Podľa značky

source: Podle zvolené adresy nebylo možné vyhledat žádné pobočky
sk: Podľa zvolenej adresy nebolo možné vyhľadať žiadne pobočky

source: Podle zákona o evidenci tržeb je prodávající povinen vystavit kupujícímu účtenku. Zároveň je povinen zaevidovat přijatou tržbu u správce daně online; v případě technického výpadku pak nejpozději do 48 hodin.
sk: Podľa zákona o evidencií tržieb je predávajúci povinný vystaviť kupujúcemu účtenku. Zároveň je povinný zaevidovať prijatú tržbu u správcu daní online; v prípade technického výpadku potom najneskôr do 48 hodín.

source: Podrobnosti o skladu/prodejně
sk: Podrobnosti o sklade/predajni

source: Pokračovat v objednávce
sk: Pokračovať v objednávke

source: Pokračujte na úvodní stránku
sk: Pokračujte na úvodnú stránku

source: Pokud ID Youtube videa není platné, tak se video nebude zobrazovat na frontendu.
sk: Ak ID Youtube videa nie je platné, tak sa video nebude zobrazovať na frontende.

source: Pokud nebude vyplněna nebo zatrhnura, zboží bude doručeno na fakturační adresu
sk: Pokiaľ nebude vyplnená alebo označená, tovar bude doručený na fakturačnú adresu

source: Položka %name% je skladem k dispozici v počtu %quantity% ks, počet kusů ve Vašem košíku jsme proto upravili.
sk: Položka %name% je skladom k dispozícii v počte %quantity% ks, počet kusov vo vašom košíku sme preto upravili.

source: Položka {{ name }} je skladem k dispozici v počtu {{ quantity }} ks, počet kusů ve Vašem košíku jsme proto upravili.
sk: Položka {{name}} je skladom k dispozícii v počte {{quantity}} ks, počet kusov vo vašom košíku sme preto upravili.

source: Položku %name% je možné nakoupit po násobcích %multiplier%, počet kusů ve Vašem košíku jsme proto upravili.
sk: Položku %name% je možné nakúpiť po násobkoch %multiplier%, počet kusov vo Vašom košíku sme preto upravili.

source: Položku %name% je možné nakoupit v minimálním počtu %quantity% ks, počet kusů ve Vašem košíku jsme proto upravili.
sk: Položku %name% je možné nakúpiť v minimálnom počte %quantity% ks, počet kusov vo Vašom košíku sme preto upravili.

source: Polska
sk: Poľsko

source: Pondělí až pátek 8:00 – 16:00
sk: Pondelok až piatok 8:00 - 16:00

source: Popisy hlavních obrázků
sk: Popisy hlavných obrázkov

source: Popular categories
sk: Populárne kategórie

source: Poslední aktualizace z IS
sk: Posledná aktualizácia z IS

source: Postcode
sk: PSČ

source: Pouze přihlášené
sk: Iba prihlásený

source: Pouze přihlášené členy Věrnostního programu
sk: Iba prihlásené členmi Vernostného programu

source: Pouze zkontrolované objednávky
sk: Iba skontrolované objednávky

source: Použít
sk: Použiť
