Repository: cafesk8/tropic
Catalog: translations/messages.*.po
Languages: sk

source: Použít nominální slevu
sk: Použiť nominálnu zľavu

source: Povolit nadrozměrné produkty
sk: Povoliť nadrozmerné produkty

source: Povolit objemné produkty
sk: Povoliť objemné produkty

source: Pozice
sk: Pozícia

source: Poznejte nás
sk: Spoznajte nás

source: Počet generovaných kupónů
sk: Počet generovaných kupónov

source: Počet kusů
sk: Počet kusov

source: Počet nabízených produktů
sk: Počet ponúkaných produktov

source: Počet prac. dní do dodání
sk: Počet prac. dní do dodania

source: Počet produktů, ke kerým je dárek přiřazen
sk: Počet produktov, ku ktorým je darček priradený

source: Počet variant
sk: {1} %variantsCount% varianta|[2,4] %variantsCount% varianty|[5,Inf[ %variantsCount% variánt

source: Počkejte 5 sekund
sk: Počkajte 5 sekúnd

source: Pošta bez hranic
sk: Pošta bez hraníc

source: Pravý textový baner nahoře
sk: Pravý textový banner hore

source: Prefix
sk: Predpona

source: Prefix (např. "JARO_")
sk: Prefix (napr. "JAR_")

source: Preview
sk: Náhľad

source: Pricing group
sk: Cenová skupina

source: Print
sk: Vytlačiť

source: Pro lidi s životním názorem, který nás spojuje.“
sk: Pre ľudí so životným názorom, ktorý nás spája. "

source: Pro nadpis zvolte formát textu "Nadpis 3" a pro standardní text v informačním řádku zvolte formát textu "Normální (DIV)"
sk: Pre nadpis zvolte formát textu "Nadpis 3" a pre štandardný text v informačnom riadku zvolte formát textu "Normálny (DIV)"

source: Pro plochy 1, 2, 3 - čtverec (380x230px), pro plochu 4 - velký obdelník na šířku (1180x387px).
sk: Pre plochy 1, 2, 3 - štvorec (380x230px), pre plochu 4 - veľký obdĺžnik na šírku (1180x387px).

source: Pro plochy 1, 2, 3 - čtverec (380x290px), pro plochu 4 - obdélník na výšku (380x600px).
sk: Pre plochy 1, 2, 3 - štvorec (380x290px), pre plochu 4 - obdĺžnik na výšku (380x600px).

source: Pro plochy 1, 2, 3 - čtverec (397x306), pro plochu 4 - obdélník na výšku (380x600px)
sk: Pre plochy 1, 2, 3 - štvorec (397x306), pre plochu 4 - obdĺžnik na výšku (380x600px).

source: Pro termín doručení a dostupnost na prodejnách si vyberte z velikostí.
sk: Pre termín a dostupnosť na predajni si vyberte z veľkostí.

source: Pro využití slevového kódu musíte nakoupit aspoň za %price%.
sk: Pre využitie zľavového kódu musíte nakúpiť aspoň za %price%.

source: Pro zobrazení dostupnosti vyberte variantu
sk: Pre zobrazenie dostupnosti vyberte variantu

source: Pro zobrazení parametrů si vyber z velikostí.
sk: Pre zobrazenie parametrov si vyberte z veľkostí.

source: Pro úspěšné dokončení objednávky č. <strong>%orderNumber%</strong> zkuste zopakovat platbu, nebo si zvolte jiný způsob platby
sk: Pre úspešné dokončenie objednávky č. <strong>%orderNumber%</strong> skúste zopakovať platbu, alebo si zvolte iný spôsob platby

source: Procentuální sleva
sk: Percentuálna zľava

source: Procentuální výše slevy
sk: Percentuálna výška zľavy

source: Prodejna
sk: Predajňa

source: Prodejna - výprodej
sk: Predajňa - výpredaj

source: Prodejna v Liberci
sk: Predajňa v Liberci

source: Prodejny
sk: Predajne

source: Prodloužená záruka
sk: Predĺžená záruka

source: Product <strong>{{ name }}</strong> ({{ quantity|formatNumber }} {{ unitName }}) added to the cart
sk: Produkt <strong>{{ name }}</strong> ({{ quantity|formatNumber }} {{ unitName }}) bol pridaný do košíka

source: Product <strong>{{ name }}</strong> added to the cart (total amount {{ quantity|formatNumber }} {{ unitName }})
sk: Produkt <strong>{{ name }}</strong> pridaný do košíka (celková suma {{ quantity|formatNumber }} {{ unitName }})

source: Product <strong>{{ name }}</strong> you had in cart is no longer available. Please check your order.
sk: Produkt <strong>{{ name }}</strong>, ktorý ste mali v košíku, už nie je k dispozícii. Skontrolujte svoju objednávku.

source: Product <strong>{{ product|productDisplayName }}</strong> modified
sk: Produkt <strong>{{ product|productDisplayName }} </strong> bol upravený

source: Product no longer on sale
sk: Produkt sa už nepredáva

source: Product settings on the main page successfully changed
sk: Nastavenia produktu na hlavnej stránke sa úspešne zmenili

source: Product you had in cart is no longer in available. Please check your order.
sk: Produkt, ktorý ste mali v košíku, už nie je k dispozícii. Skontrolujte svoju objednávku.

source: Product {{ name }} had to be removed from cart as its stock is too low
sk: Produkt {{ name }} musel byť z košíka odstránený, pretože jeho skladové zásoby sú príliš malé

source: Product {{ name }} removed from cart
sk: Produkt {{ name }} bol odstránený z košíka

source: Products
sk: Produkty

source: Products in stock only
sk: Produkty len na sklade

source: Produkt %name% musel být z košíku odstraněn, protože není skladem.
sk: Produkt %name% musel byť z košíka odstránený, pretože nie je skladom.

source: Produkt je hlavní variantou.
sk: Produkt je hlavnou variantou.

source: Produkt je vyřazen ze slev, protože je na výprodejovém skladu. Zobrazené hodnoty checkboxů začnou platit, až bude produkt z výprodejových skladů vyprodán.
sk: Produkt je vyradený zo zliav, pretože je na výpredajovom sklade. Zobrazené hodnoty checkboxov začnú platiť, až keď bude produkt z výpredajových skladov vypredaný.

source: Produkt není v Pohodě typu "Výrobek"
sk: Produkt nie je v Pohode typu "Výrobok"

source: Produkt není v žádných článcích
sk: Produkt nie je v žiadnych článkoch

source: Produkt se nachází v kategoriích
sk: Produkt sa nachádza v kategóriach

source: Produkt v článcích blogu
sk: Produkt v článkoch blogu

source: Promo code
sk: Promo kód

source: Promo code added to order
sk: Promo kód bol pridaný k objednávke

source: Promo code removed from order
sk: Promo kód bol odstránený z objednávky

source: Promo codes
sk: Promo kódy

source: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> byl editován
sk: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> bol editovaný

source: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> byl úspěšně vytvořen
sk: Promo produkt <strong><a href="{{ url }}">{{ name }}</a></strong> bol úspešne vytvorený

source: Promo produkt <strong>{{ name }}</strong> byl smazán
sk: Promo produkt <strong>{{ name }}</strong> bol zmazaný

source: Promo produkty k objednávce
sk: Promo produkty k objednávke

source: Propojené produkty
sk: Prepojené produkty

source: Propojit Hl. varianty
sk: Prepojiť hl. varianty

source: Propojit produkty
sk: Prepojiť produkty

source: Prosím, zkontrolujte zadané hodnoty
sk: Prosím, skontrolujte zadané hodnoty

source: Provozovna
sk: Prevádzkareň

source: Provést
sk: Vykonať

source: Provést pro
sk: Vykonať pre

source: Provést úpravu
sk: Vykonať úpravu

source: První článek v horním menu
sk: Prvý článok v hornom menu

source: Prázdný
sk: Prázdny

source: Předvýpis kategorií
sk: Predvýpis kategórií

source: Přehled logů přenosů
sk: Prehľad logov prenosov

source: Přehled problémů v přenosech
sk: Prehľad problémov v prenosoch

source: Přehled značek
sk: Prehľad značiek

source: Přejít do košíku
sk: Prejsť do košíka

source: Přejít na výpis všech článků
sk: Prejsť na výpis všetkých článkov

source: Přejít na všechny novinky
sk: Prejsť na všetky novinky

source: Překládat přes Google Translate
sk: Prekladať cez Google Translate

source: Přeneseno
sk: Prenesené

source: Přesunout nahoru
sk: Presunúť hore

source: Při nevyplnění nebude doprava do Mergada exportována.
sk: Pri nevyplnení nebude doprava do Mergada exportovaná.

source: Při pokusu o odhlášení došlo k problému. Pokud se opravdu chcete odhlásit, prosím, zkuste to ještě jednou.
sk: Pri pokuse o odhlásenie došlo k problému. Ak sa naozaj chcete odhlásiť, prosím, skúste to ešte raz.

source: Přidat
sk: Pridať

source: Přidat do košíku
sk: Pridať do košíka

source: Přidat nový banner
sk: Pridať nový banner

source: Přidat produkt
sk: Pridať produkt

source: Přidat všechny položky z níže vyhledaných a zavřít
sk: Pridať všetky položky z nižšie vyhľadaných a zavrieť

source: Přidám poznámku k objednávce
sk: Pridám poznámku k objednávke

source: Přihlaste se
sk: Prihláste sa

source: Přihlašujete se poprvé na novém e-shopu, prosím, nastavte si heslo pomocí funkce „Zapomenuté heslo“
sk: Prihlasujete sa prvýkrát na novom e-shope, prosím, nastavte si heslo pomocou funkcie „<a href="%passwordResetUrl%">Zabudnuté heslo</a>“.

source: Přihlásit se
sk: Prihlásiť sa

source: Přihlášené i nepřihlášené
sk: Prihlásené aj neprihlásené

source: Přihlášení
sk: Prihlásenie

source: Přihlášení k odběru novinek selhalo
sk: Prihlásenie k odberu noviniek zlyhalo

source: Přihoďte si k nákupu
sk: Pridajte si k nákupu

source: Připojení k bráně Cofidis selhalo.
sk: Pripojenie k bráne Cofidis zlyhalo.

source: Přiřazení článků
sk: Priradenie článkov

source: Příjmení
sk: Priezvisko

source: Příznak
sk: Príznak

source: Příznak pro dopravu zdarma
sk: Príznak pre dopravu zadarmo

source: Příznaky
sk: Príznaky

source: Quick product search
sk: Rýchle vyhľadávanie produktov

source: Quick search
sk: Rýchle vyhľadávanie

source: Register
sk: Registrovať

source: Registration
sk: Registrácia

source: Registrujte se
sk: Registrujte sa

source: Relevance
sk: Relevantnosť

source: Remove
sk: Odstrániť

source: Reset filter
sk: Resetovať filter

source: Reset password
sk: Obnoviť heslo

source: Return back
sk: Vrátiť späť

source: Rounding
sk: Zaokrúhľovanie

source: Rozbalit
sk: Rozbaliť

source: Rozlišující parametr
sk: Rozlišujúci parameter

source: Rybařině rozumíme - v teamu je i mistr světa
sk: Rybolovu rozumieme - v teame je aj majster sveta

source: Rybařině rozumíme. V týmu je i mistr světa
sk: Rybolovu rozumieme. V týme je aj majster sveta

source: S čím potřebujete pomoct?
sk: S čím potrebujete pomôcť?

source: SMS alert 2 dny do vyzvednutí
sk: SMS výstraha 2 dni do vyzdvihnutia

source: SMS alert 5 dní do vyzvednutí
sk: SMS výstraha 5 dní do vyzdvihnutia

source: Sales overview (last 7 days)
sk: Prehľad predajov (posledných 7 dní)

source: Samostatný produkt (ne hlavní a ne vedlejší varianta)
sk: Samostatný produkt (nie hlavný a nie vedľajší variant)

source: Save changes
sk: Uložiť zmeny

source: Save changes in order
sk: Uložte zmeny v poradí

source: Sbalit
sk: Zbaliť

source: Sbíráme anonymní data a měříme, abychom náš web mohli dále vylepšovat. Souhlasíte se sběrem cookies?
sk: Zbierame anonymné dáta a meriame, aby sme náš web mohli ďalej vylepšovať. Súhlasíte so zberom cookies?

source: Search [verb]
sk: Hľadať

source: Search by name, catalog number, or product part number...
sk: Vyhľadávajte podľa názvu, katalógového čísla alebo čísla dielu produktu ...

source: Search didn't find any products.
sk: Vyhľadávanie nenašlo žiadne produkty.

source: Search results for "%searchText%"
sk: Výsledky vyhľadávania pre "%searchText%"

source: Searching searches in name, catalog number or product part number. It is possible to use wildcards * and ?.
sk: Vyhľadávanie vyhľadáva podľa názvu, katalógového čísla alebo čísla dielu produktu. Je možné použiť zástupné znaky * a?.

source: Searching searches in name, catalogue number or product part number. It is possible to use wildcards * and ?.
sk: Vyhľadávanie vyhľadáva podľa názvu, katalógového čísla alebo čísla produktu. Je možné použiť zástupné znaky * a ?.

source: Selected blog article doesn't exist.
sk: Vybraný článok blogu neexistuje.

source: Selected blog category doesn't exist.
sk: Vybraná kategória blogu neexistuje.

source: Selected category doesn't exist.
sk: Vybraná kategória neexistuje.

source: Selected parameter doesn't exist.
sk: Vybraný parameter neexistuje.

source: Selected product no longer available or doesn't exist.
sk: Vybraný produkt už nie je k dispozícii alebo neexistuje.

source: Selected store doesn't exist
sk: Vybraný obchod neexistuje

source: Set new password
sk: Nastaviť nové heslo

source: Set obsahuje toto zboží
sk: Set obsahuje tieto produkty

source: Set prices manually
sk: Ceny nastavujte ručne

source: Settings
sk: Nastavenie

source: Seznam dárků
sk: Zoznam darčekov

source: Seznam dárků k objednávce
sk: Zoznam darčekov k objednávke

source: Seznam již dostupného zboží v objednávce (název, dostupné množství, cena za jednotku s DPH, celková cena za položku s DPH)
sk: Zoznam už dostupného tovaru v objednávke (názov, dostupné množstvo, cena za jednotku s DPH, celková cena za položku s DPH)

source: Seznam promo produktů
sk: Zoznam promo produktov

source: Seznam slev na celý nákup
sk: Zoznam zliav na celý nákup

source: Shipping
sk: Doprava

source: Shipping address
sk: Dodacia adresa

source: Shipping instructions
sk: Obchodné podmienky

source: Skladem
sk: Skladom

source: Skladem, ihned k odeslání
sk: Skladom, ihneď na odoslanie

source: Skladovost
sk: Skladovosť

source: Skladové zásoby na prodejně
sk: Skladové zásoby na predajni

source: Sklady a prodejny
sk: Sklady a predajne

source: Skryté zboží se nezobrazuje ve výpisech ani nelze vyhledat. Detail tohoto zboží není dostupný přímým přístupem z URL. Zboží nelze vložit do košíku.
sk: Skrytý tovar sa nezobrazuje vo výpisoch nie je ho možné ani vyhľadať. Detail tohoto tovaru nie je dostupný priamym prístupom z URL. Tovar nie je možné vložiť do košíka.

source: Skrýt
sk: Skryť

source: Skrýt další způsoby dopravy
sk: Skryť ďalšie spôsoby dopravy

source: Skrýt další způsoby platby
sk: Skryť ďalšie spôsoby platby

source: Skrýt položky
sk: Skryť položky

source: Skrýt varianty
sk: Skryť varianty

source: Skrývání zboží
sk: Skrývanie tovaru

source: Skupina produktů byla úspěšně vytvořena.
sk: Skupina produktov bola úspešne vytvorená.

source: Sleva
sk: Zľava

source: Sleva %
sk: Zľava %

source: Sleva %percent%
sk: Zľava %percent%

source: Sleva na celý nákup
sk: Zľava na celý nákup

source: Sleva na celý nákup byla smazána
sk: Zľava na celý nákup bola zmazaná

source: Sleva na celý nákup neexistuje
sk: Zľava na celý nákup neexistuje

source: Sleva za registraci
sk: Zľava za registráciu

source: Slevové kupóny byly smazány.
sk: Zľavové kupóny boli zmazané.

source: Slevový kupón
sk: Zľavový kupón

source: Slevový kupón mohou aplikovat pouze přihlášení zákazníci.
sk: Zľavový kupón môžu aplikovať iba prihlásený zákazníci.

source: Slevový kupón mohou aplikovat pouze přihlášení členové Věrnostního programu.
sk: Zľavový kupón môžu aplikovať iba prihlásený členovia Vernostného programu.

source: Slevový kupón nebo certifikát
sk: Zľavový kupón alebo darčekový poukaz

source: Slevový kupón nebo dárkový poukaz
sk: Zľavový kupón alebo darčekový poukaz

source: Slevový kupón nelze aplikovat na nezlevněné zboží.
sk: Zľavový kupón nie je možné aplikovať na nezľavnený tovar.

source: Slevový kupón nelze aplikovat na zlevněné zboží.
sk: Zľavový kupón nie je možné aplikovať na zlacnený tovar.

source: Slevový kupón nelze aplikovat na žádný produkt v košíku.
sk: Zľavový kupón nie je možné aplikovať na žiaden produkt v košíku.

source: Slevový kód
sk: Zľavový kód

source: Slovakia
sk: Slovensko

source: Služba dopravce
sk: Služba dopravcu

source: Smazat filtry
sk: Zmazať filtre

source: Smazat všechny
sk: Zmazať všetky

source: Smazat všechny soubory
sk: Zmazať všetky súbory

source: Snažíte se koupit více kusů, než je skladem.
sk: Snažíte sa kúpiť viac kusov, než je skladom.

source: Soubory
sk: Súbory

source: Souhlasím se <a href="%url%" target="_blank">zpracováním osobních údajů</a> a chci odebírat novinky a akční nabídky
sk: Súhlasím so <a href="%url%" target="_blank">spracovaním osobných údajov</a> a chcem odoberať novinky a akciové ponuky

source: Souhlasím se <a href="%url%" target="_blank">zpracováním osobních údajů</a>.
sk: Súhlasím so <a href="%url%" target="_blank">spracovaním osobných údajov</a>.

source: Souhlasím se zpracováním osobních údajů a chci odebírat novinky a akční nabídky
sk: Súhlasím so spracovaním osobných údajov a chcem odoberať novinky a akciové ponuky

source: Souhlasím se zpracováním osobních údajů.
sk: Súhlasím so spracovaním osobných údajov.

source: Souhlasíte se sběrem cookies?
sk: Súhlasíte so zberom cookies?

source: Související zboží
sk: Súvisiaci tovar

source: Spisová značka C 51890 vedená u rejstříkového soudu v Ostravě.
sk: Spisová značka C 51890 vedená u registrového súdu v Ostrave.

source: Spočítat splátky
sk: Spočítať splátky

source: Spustit import kategorií
sk: Spustiť import kategórií

source: Status
sk: Stav

source: Stav přenosu
sk: Stav prenosu

source: Stav přenosu do IS
sk: Stav prenosu do IS

source: Stačí zadat heslo a příště už nic
sk: Stačí zadať heslo a nabudúce už nič

source: Stock in stores
sk: Tovar je na sklade

source: Store
sk: Obchod

source: Store <strong><a href="{{ url }}">{{ name }}</a></strong> modified
sk: Obchod <strong><a href="{{ url }}">{{ name }}</a></strong> modifikovaný

source: Store <strong><a href="{{ url }}">{{ name }}</a></strong> successfully created
sk: Obchod <strong><a href="{{ url }}">{{ name }}</a></strong>úspešne vytvorený

source: Store <strong>{{ name }}</strong> has been removed
sk: Obchod <strong>{{ name }}</strong> bol odstránený

source: Store detail
sk: Detail obchodu

source: Store doesn't exist
sk: Obchod neexistuje

source: Stores
sk: Obchody

source: Stores overview
sk: Prehľad obchodov

source: Street
sk: Ulica

source: Státy, pro které je doprava dostupná
sk: Štáty, pre ktoré je doprava dostupná

source: Subscription to e-mail newsletter
sk: Prihlásiť sa k newsletteru

source: Tak tady nic nechytíš :-)
sk: Tak tu nič nechytíš :-)

source: Tax number
sk: IČ DPH

source: Telefon
sk: Telefón

source: Telefonní číslo musí začínat +XXX
sk: Zadajte telefónne číslo v tvare +XXX 908 111 111

source: Telephone
sk: Telefón

source: Tento e-mail je registrován. Můžete se <span>přihlásit</span>
sk: Tento e-mail je registrovaný. Môžete sa <span>prihlásiť</span>

source: Tento měsíc máme v akci
sk: Akčná ponuka

source: Tento produkt nemá žádné příznaky
sk: Tento produkt nemá žiadne príznaky

source: Tento produkt prodlouží dodání celé objednávky
sk: Tento produkt predĺži dodanie celej objednávky

source: Tento příznak nemůže být smazán, protože je automaticky přiřazován produktům se zásobami na výprodejových skladech.
sk: Tento príznak nemôže byť zmazaný, pretože je automaticky priradzovaný produktom so zásobami na výpredajových skladoch.

source: Tento slevový kupón je již v objednávce aplikován.
sk: Tento zľavový kupón je už v objednávke aplikovaný.

source: Tento slevový kupón nelze aplikovat na žádný produkt v košíku.
sk: Tento zľavový kupón nie je možné aplikovať na žiaden produkt v košíku.

source: Tento slevový kupón neposkytuje výhodnější slevu než aktuálně aktivní sleva na celý nákup.
sk: Tento zľavový kupón neposkytuje výhodnejšiu zľavu ako aktuálna aktívna zľava na celý nákup.

source: Tento stav není možné smazat, jelikož je na něj navázána funkčnost
sk: Tento stav nie je možné zmazať, pretože je na neho naviazaná funkčnosť

source: Tento způsob platby je skrytý systémem GoPay.
sk: Tento spôsob platby je skrytý systémom GoPay.

source: Text tlačítka
sk: Text tlačidla

source: Text v hlavičce
sk: Text v hlavičke

source: Text zprávy
sk: Text správy

source: Thank you, your message has been sent.
sk: Ďakujeme, vaša správa bola odoslaná.

source: The link to change your password expired.
sk: Platnosť odkazu na zmenu hesla vypršala.

source: The price of payment {{ paymentName }} changed during ordering process. Check your order, please.
sk: Cena platby {{ paymentName }} sa počas procesu objednávania zmenila. Skontrolujte si svoju objednávku.

source: The price of the product <strong>{{ name }}</strong> you have in cart has changed. Please, check your order.
sk: Bola zmenená cena tovaru <strong>{{ name }}</strong>, ktorý máte v košíku. Prosím, prekontrolujte si objednávku.

source: The price of shipping {{ transportName }} changed during ordering process. Check your order, please.
sk: Cena poštovného {{transportName}} sa počas procesu objednávania zmenila. Skontrolujte si svoju objednávku.

source: There was an error while saving. The order isn't saved.
sk: Pri ukladaní sa vyskytla chyba. Objednávka sa neuloží.

source: There were problems during payment of created order with number %orderNumber%.
sk: Pri platbe vytvorenej objednávky s číslom %orderNumber% sa vyskytli problémy.

source: This account doesn't exist or password is incorrect
sk: Máte zadané nesprávne užívateľské meno alebo heslo

source: This blog category contains no blog articles.
sk: Táto kategória blogu neobsahuje žiadne články blogu.

source: This category contains no products.
sk: Táto kategória neobsahuje žiadne výrobky.

source: This e-mail was sent from the contact form located below the panel of categories.
sk: Tento e-mail bol odoslaný z kontaktného formulára umiestneného pod panelom kategórií.

source: This product is no longer available for purchase. Have a look at similar products <a href="%url%">here</a>.
sk: Tento produkt už nie je možné zakúpiť. Pozrite sa na podobné produkty <a href="%url%">tu</a>.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were not successfully processed.
sk: Tento stav nie je možné odstrániť, pretože na to existuje funkcia - identifikuje objednávky, ktoré neboli úspešne spracované.

source: This status can't be deleted, because there is a functionality bounded to it - it identifies orders that were successfully processed.
sk: Tento stav nie je možné odstrániť, pretože na to existuje funkcia - identifikuje objednávky, ktoré boli úspešne spracované.

source: This status can't be deleted. This is automatically assigned status to all new orders.
sk: Tento stav nie je možné odstrániť. Týmto sa automaticky priradí stav všetkým novým objednávkam.

source: To prevent the possibility of account theft, the change of the e-mail address must be dealt with individually. If your e-mail address has changed, please contact us.
sk: Aby sa zabránilo možnosti odcudzenia účtu, musí sa zmena e-mailovej adresy riešiť individuálne. Ak sa vaša e-mailová adresa zmenila, kontaktujte nás.

source: Total
sk: Celkom

source: Total excluding VAT
sk: Celkom bez DPH

source: Total including VAT
sk: Celkom vrátane DPH

source: Total item price including VAT
sk: Celková cena položky vrátane DPH

source: Total order price (including VAT)
sk: Celková cena objednávky (vrátane DPH)

source: Total price
sk: Celková cena

source: Total price including VAT
sk: Celková cena vrátane DPH

source: Treti článek v horním menu
sk: Tretí článok v hornom menu

source: Tropic doporučuje
sk: Tropic odporúča

source: Tuhle značku není možné smazat. Jde o značku, která je automaticky přiřazena všem produktem.
sk: Túto značku nie je možné zmazať. Ide o značku, ktorá je automaticky priradená všetkým produktom.

source: Tvar odkazu pro sledování zásilky
sk: Tovar odkazu pre sledovanie zásielky

source: Typ dopravy pro Mergado
sk: Typ dopravy pre Mergado

source: Typ pro Zboží.cz
sk: Typ pre Zboží.cz

source: Typ sms alertu
sk: Typ sms výstrahy

source: Type
sk: Typ

source: URL addresses
sk: URL adresy

source: Uh-oh, uh-oh. And specially <strong>"%status_code% %status_text%"</strong>, as if it was on purpose!
sk: Oh. A hlavne <strong>"%status_code% %status_text%"</strong>, ako keby to bolo zámerne!

source: Uhrazení objednávky č. %orderNumber% platební kartou.
sk: Uhradenie objednávky č. %orderNumber% platobnou kartou.

source: Ulice
sk: Ulica

source: Uložit
sk: Uložiť

source: Unable to add product to cart
sk: Produkt nie je možné pridať do košíka

source: Unable to add product to cart:<br/><ul><li>%errors%</li></ul>
sk: Produkt nie je možné pridať do košíka: <br /><ul><li>%errors%</li></ul>

source: Unable to remove item from cart. The item is probably already removed.
sk: Položku nie je možné odstrániť z košíka. Položka je pravdepodobne už odstránená.
