Repository: cafesk8/tropic
Catalog: translations/messages.*.po
Languages: sk

source: Unable to remove item from cart. The link for removing it probably expired, try it again.
sk: Položku nie je možné odstrániť z košíka. Odkaz na jeho odstránenie pravdepodobne vypršal, skúste to znova.

source: Unable to send some e-mails, please contact us for order verification.
sk: Nie je možné odoslať žiadne e-maily, kontaktujte nás kvôli overeniu objednávky.

source: Unable to send some e-mails, please contact us for registration verification.
sk: Nie je možné odoslať žiadne e-maily, kontaktujte nás kvôli overeniu registrácie.

source: Unable to send updating e-mail
sk: Nie je možné odoslať aktualizačný e-mail

source: Unit
sk: Jednotka

source: Unit price excluding VAT
sk: Jednotková cena bez DPH

source: Unit price including VAT
sk: Jednotková cena vrátane DPH

source: Upload image
sk: Nahrať obrázok

source: Upozornění
sk: Upozornenie

source: Uprav hned
sk: Uprav ihneď

source: Upravit sklad
sk: Upraviť sklad

source: Upřesňující informace
sk: Upresňujúce informácie

source: Upřesňující informace pro chybu v přenosu
sk: Upresňujúce informácie pre chybu počas prenosu

source: Upřesňující informace pro hlášku z přenosu
sk: Upresňujúce informácie pre hlášku z prenosu

source: User not found.
sk: Užívateľ nenájdený.

source: Ušetříte %price%
sk: Ušetríte %price%

source: Už máš aplikován jiný slevový kupón, a tento kupón nelze kombinovat.
sk: Už máte aplikovaný iný zľavový kupón a tento kupón nie je možné kombinovať.

source: V hlavním menu
sk: V hlavnom menu

source: V neděli
sk: V nedeľu

source: V pondělí
sk: V pondelok

source: V pořádku
sk: V poriadku

source: V pracovní dny odpovídáme většinou do 2 hodin
sk: V pracovné dni odpovedáme väčšinou do 2 hodín

source: V prvním sloupci
sk: V prvom stĺpci

source: V pátek
sk: V piatok

source: V případě jakýchkoliv dotazů volejte na číslo
sk: V prípade akýchkoľvek dotazov volajte na číslo

source: V úterý
sk: V utorok

source: V článku najdete tyto produkty
sk: V článku nájdete tieto produkty

source: VAT rate
sk: Sadzba DPH

source: VAT rate (%)
sk: DPH sadzba (%)

source: Value
sk: Hodnota

source: Variabilní symbol platby je číslo objednávky
sk: Variabilný symbol platby je číslo objednávky

source: Variant <strong>{{ productVariant|productDisplayName }}</strong> successfully created.
sk: Varianta <strong>{{ productVariant|productDisplayName }}</strong> bola úspešne vytvorená.

source: Variant alias
sk: Názov modifikácie

source: Variants
sk: Varianty

source: Vaše filtry
sk: Vaše filtre

source: Vaše objednávka
sk: Vaša objednávka

source: Ve středu
sk: V stredu

source: Ve čtvrtek
sk: Vo štvrtok

source: Velikost
sk: Veľkosť

source: Velikost obrázků
sk: Veľkosť obrázkov

source: Videa
sk: Videá

source: Viditelný na homepage
sk: Viditeľný na homepage

source: Vidět administrátory
sk: Vidieť administrátorov

source: Vidět cenotvorbu
sk: Vidieť cenotvorbu

source: Vidět marketing
sk: Vidieť marketing

source: Vidět nastavení
sk: Vidieť nastavenia

source: Vidět objednávky
sk: Vidieť objednávky

source: Vidět zboží a kategorie
sk: Vidieť tovar a kategórie

source: Vidět zákazníky
sk: Vidieť zákazníkov

source: View results
sk: Zobraziť výsledky

source: Vlastí přeprava
sk: Vlastná preprava

source: Vložte svůj e-mail a my Vás informujeme o snížení ceny nebo o naskladnění zboží:
sk: Vložte svoj e-mail a my Vás budeme informovať o znížení ceny alebo o naskladnení tovaru:

source: Volejte na
sk: Volajte na

source: Vrácení zboží ve 30 denní lhůtě (odstoupení od smlouvy)
sk: Vrátenie tovaru v 30 dennej lehote (odstúpenie od zmluvy)

source: Vrácení zdarma <strong>do 30 dnů</strong>
sk: Vrátenie zadarmo <strong>do 30 dní</strong>

source: Vyberte dopravce
sk: Vyberte dopravcu

source: Vyberte prodejnu
sk: Vyberte predajňu

source: Vyberte prosím službu dopravce
sk: Vyberte si prosím službu dopravcu

source: Vyberte si dárek
sk: Vyberte si darček

source: Vyberte si dárek <strong>zdarma</strong> v hodnotě
sk: Vyberte si darček <strong>zadarmo</strong> v hodnote

source: Vyberte službu dopravce
sk: Vyberte službu dopravcu

source: Vyberte velikost
sk: Vyberte veľkosť

source: Vyberte způsob dopravy
sk: Vyberte spôsob dopravy

source: Vyberte způsob platby
sk: Vyberte spôsob platby

source: Vyberte článek, který se zobrazí jako druhý v horním menu hned za články které sou umístený v pozici "horní menu v přehlede článku"
sk: Vyberte článok, ktorý sa zobrazí ako druhý v hornom menu hneď za článkami, ktoré sú umiestnené v pozícii "horné menu v prehľade článkov"

source: Vyberte článek, který se zobrazí jako odkaz u banneru Naše hodnoty
sk: Vyberte článok, ktorý sa zobrazí ako odkaz u banneru Naše hodnoty

source: Vyberte článek, který se zobrazí jako odkaz u banneru Náš příběh
sk: Vyberte článok, ktorý sa zobrazí ako odkaz u banneru Náš príbeh

source: Vyberte článek, který se zobrazí jako první v horním menu hned za články které sou umístený v pozici "horní menu v přehlede článku"
sk: Vyberte článok, ktorý sa zobrazí ako prvý v hornom menu hneď za článkami, ktoré sú umiestnené v pozícii "horné menu v prehľade článkov"

source: Vyberte článek, který se zobrazí jako čtvrtý v horním menu hned za Blogem
sk: Vyberte článok, ktorý sa zobrazí ako štvrtý v hornom menu hneď za Blogom

source: Vyberte článek, který se zobrazí v registraci u checkboxu, zda se chce stát zákazník členem Věrnostního programu, a také jako odkaz pro banner Věrnostní program
sk: Vyberte článok, ktorý sa zobrazí v registrácii u checkboxu, či sa chce stať zákazník členom Vernostného programu, a tiež ako odkaz pre banner Vernostný program

source: Vyberte článek, který se zobrazí v registraci u checkboxu, zda se chce zákazník stát členem Věrnostního programu.
sk: Vyberte článek, ktorý sa zobrazí v registrácii u checkboxu, či sa chce zákazník stať členom Vernostného programu.

source: Vybraná sleva na celý nákup neexistuje
sk: Vybraná zľava na celý nákup neexistuje

source: Vybrané filtry
sk: Vybrané filtre

source: Vybraný dárek neexistuje
sk: Vybraný darček neexistuje

source: Vybrat
sk: Vybrať

source: Vybrat způsob dopravy
sk: Vybrať spôsob dopravy

source: Vybráno
sk: Vybrané

source: Vybíráme to nejlepší
sk: Vyberáme to najlepšie

source: Vyhledat
sk: Vyhľadať

source: Vyhledávání hledá v příjmení, názvu firmy, emailu, telefonu a ean. Je možné používat operátory * a ?.
sk: Vyhľadávanie hľadá v priezvisku, názve firmy, emaily, telefóne a ean. Je možné používať operátory * a ?.

source: Vyhledávání neodpovídá žádná kategorie
sk: Vyhľadávaniu nezodpovedá žiadna kategória

source: Vyhledávání neodpovídá žádný produkt
sk: Vyhľadávaniu nezodpovedá žiadny produkt

source: Vyhledávání výrazu
sk: Vyhľadávanie výrazu

source: U Sadu 655, 463 12 Liberec 25<br>Vedené u Krajského soudu v Ústí nad Labem oddíl C,<br> vložka 16777.
sk: U Sadu 655, 463 12 Liberec 25<br>Vedené u Krajského súdu v Ústí nad Labem oddiel C,<br> vložka 16777.

source: Vyjmout ze slev za registraci
sk: Odstrániť zo zliav za registráciu

source: Vyjmout ze slev za slevové kupóny
sk: Odstrániť zo zliav za zľavové kupóny

source: Vyjmutí ze slev
sk: Odstránenie zo zliav

source: Vyplnit dodací údaje
sk: Vyplniť dodacie údaje

source: Vytvořeno
sk: Vytvorené

source: Vytvoření slevového kupónu
sk: Vytvorenie zľavového kupónu

source: Vytvořit hromadně slevové kupóny nebo certifikáty
sk: Vytvoriť hromadne zľavové kupóny alebo darčekové poukazy

source: Vytvořit novou slevu na celý nákup
sk: Vytvoriť novú zľavu na celý nákup

source: Vytvořit nový dárek
sk: Vytvoriť nový darček

source: Vytvořit nový dárek k objednávce
sk: Vytvoriť nový darček k objednávke

source: Vytvořit nový promo produkt
sk: Vytvoriť nový promo produkt

source: Vytvořit nový sklad/prodejnu
sk: Vytvoriť nový sklad/predajňu

source: Vytvořit slevový kupón nebo certifikát
sk: Vytvoriť zľavový kupón alebo darčekový poukaz

source: Vytvořit účet
sk: Vytvoriť účet

source: Vyzkoušení zdarma na <a class="list-benefits__item__text__link" href="%url%">naší prodejně</a>
sk: Vyskúšanie zadarmo na <a class="list-benefits__item__text__link" href="%url%">našej predajni</a>

source: Váš e-mail je na e-shopu registrován.
sk: Váš e-mail je na e-shope registrovaný.

source: Váš e-mail není zaregistrován.
sk: Váš e-mail nie je zaregistrovaný.

source: Váš email byl úspěšně přidán na seznam příjemců hlídače ceny a dostupnosti
sk: Váš email bol úspešne pridaný na zoznam príjemcov strážneho psa ceny a dostupnosti

source: Výborně, od nás máte
sk: Výborne, od nás máte

source: Výchozí služba dopravce
sk: Predvolená služba dopravcu

source: Výpočet termínu dodání
sk: Výpočet termínu dodania

source: Výprodej
sk: Výpredaj

source: Výprodejový
sk: Výpredajový

source: Výprodejový sklad
sk: Výpredajový sklad

source: Výprodejový sklad na prodejně
sk: Výpredajový sklad na predajni

source: Výrobce
sk: Výrobca

source: Výrobci
sk: Výrobcovia

source: Výrobek
sk: Výrobok

source: Výrobek od dodavatele
sk: Výrobok od dodávateľa

source: Věrnostní program
sk: Vernostný program

source: Větší množství není možné nakoupit
sk: Väčšie množstvo nie je možné nakúpiť

source: Všechny produkty
sk: Všetky produkty

source: Vždy vyčkejte, až vás budeme informovat, že zboží je připravené k odběru.
sk: Vždy počkajte, až vás budeme informovať, že tovar je pripravený k odberu.

source: Yes
sk: Áno

source: You can upload following formats: PNG, JPG, GIF
sk: Môžete nahrať nasledujúce formáty: PNG, JPG, GIF

source: You cannot choose product that is main variant
sk: Nemôžete si vybrať produkt, ktorý je hlavným variantom

source: You cannot choose product that is variant
sk: Nemôžete si vybrať produkt, ktorý je variantom

source: You have been successfully registered.
sk: Boli ste úspešne zaregistrovaný.

source: You have been successfully subscribed to our newsletter.
sk: Úspešne ste sa prihlásili na odber nášho newsletteru.

source: You have successfully paid order via GoPay.
sk: Úspešne ste zaplatili objednávku cez GoPay.

source: You have to be logged in to enter this page
sk: Pre vstup na túto stránku musíte byť prihlásený

source: YouTube videa
sk: YouTube videá

source: Your cart is unfortunately empty. To create order, you have to <a href="%url%">choose</a> some product first
sk: Váš košík je, žiaľ, prázdny. Ak chcete vytvoriť objednávku, musíte najskôr <a href="%url%">vybrať</a> nejaký produkt

source: Your data had been successfully updated
sk: Vaše údaje boli úspešne aktualizované

source: Za tuto cenu skladem > 10 %unitName%
sk: Za túto cenu skladom > 10 %unitName%

source: Za tuto cenu skladem již jen %quantity%%unitName%
sk: Za túto cenu skladom už len %quantity%%unitName%

source: Za zboží
sk: Za tovar

source: Za zboží bez slevy
sk: Za tovar bez zľavy

source: Zadat
sk: Zadať

source: Zadat dodací údaje
sk: Zadať dodacie údaje

source: Zadejte kód
sk: Zadajte kód

source: Zadejte město nebo PSČ:
sk: Zadajte mesto alebo PSČ:

source: Zahraniční dodavatel
sk: Zahraničný dodávateľ

source: Založeno 2000 - tradice prodeje již 20 let
sk: Založené v roku 2000 - tradícia predaja už 20 rokov

source: Zaplatit
sk: Zaplatiť

source: Zapomenuté heslo?
sk: Zabudnuté heslo?

source: Zatím nepřeneseno
sk: Zatiaľ neprenesené

source: Zatím nepřeneseno nebo chyba při přenosu
sk: Zatiaľ neprenesené alebo chyba pri prenose

source: Zaškrtnout všechny parametry
sk: Označiť všetky parametre

source: Zboží do Česka
sk: Tovar do Českej republiky

source: Zboží je označeno jako vyprodané z důvodu nulových skladových zásob.
sk: Tovar je označený ako vypredaný z dôvodu nulových skladových zásob.

source: Ze stavu obejdnávky Odeslána můžete změnit stav pouze na Nedoručena
sk: Zo stavu objednávky Odoslaná môžete zmeniť stav iba na Nedoručené

source: Ze stavu obejdnávky Odesílána můžete změnit stav pouze na Odeslána nebo Zrušena
sk: Zo stavu objednávky Odoslaná môžete zmeniť stav iba na Odoslaná alebo Zrušená

source: Ze stavu obejdnávky Otevřena můžete změnit stav pouze na Doručována nebo Zrušena
sk: Zo stavu objednávky Otvorená môžete zmeniť stav iba na Odoslaná alebo Zrušená

source: Zkonečných stavů nelze měnit stav objednávky
sk: Z konečných stavov nemožno meniť stav objednávky

source: Zlevněné produkty
sk: Zľavnené produkty

source: Změna nebo storno objednávky
sk: Zmena alebo storno objednávky

source: Změna pro
sk: Zmena pre

source: Změna této hodnoty se projeví do 2 hodin
sk: Zmena tejto hodnoty sa prejaví do 2 hodín

source: Změna způsobu platby objednávky
sk: Zmena spôsobu platby objednávky

source: Změnit
sk: Zmeniť

source: Změny byly úspěšně uloženy
sk: Zmeny boli úspešne uložené

source: Změny se projeví několik minut po uložení z důvodu stahování aktuálních poboček.
sk: Zmeny sa prejavia niekoľko minút po uložení z dôvodu sťahovania aktuálnych pobočiek.

source: Změny v informačním řádky byly úspěšně uloženy
sk: Zmeny v informačnom riadku boli úspešne uložené

source: Zobrazit
sk: Zobraziť

source: Zobrazit další způsoby dopravy
sk: Zobraziť ďalšie spôsoby dopravy

source: Zobrazit další způsoby platby
sk: Zobraziť ďalšie spôsoby platby

source: Zobrazit filtry
sk: Zobraziť filtre

source: Zobrazit kalkulačku na CZ doméně od
sk: Zobraziť kalkulačku na SK doméne od

source: Zobrazit na frontendu
sk: Zobraziť na frontende

source: Zobrazit na stránce prodejen
sk: Zobraziť na stránke predajní

source: Zobrazit nedostupné produkty
sk: Zobraziť nedostupné produkty

source: Zobrazit všechny položky
sk: Zobraziť všetky položky

source: Zobrazit všechny výsledky
sk: Zobraziť všetky výsledky

source: Zobrazovat
sk: Zobrazovať

source: Zobrazovat v menu a dalších výpisech
sk: Zobrazovať v menu a v ďalších výpisoch

source: Zpět
sk: Späť

source: Zpět do e-shopu
sk: Späť do e-shopu

source: Zpět do košíku
sk: Späť do košíka

source: Zpět na nástěnku
sk: Späť na nástenku

source: Zpět na seznam
sk: Späť na zoznam

source: Zpět na seznam problémů v přenosech
sk: Späť na zoznam problémov v prenosoch

source: Způsob platby byl úspěšně změněn
sk: Spôsob platby bol úspešne zmenený

source: Zrušena
sk: Zrušená

source: Zrušit všechny filtry
sk: Zrušiť všetky filtre

source: Zvolte parametr
sk: Zvoľte parameter

source: Základní informace
sk: Základné informácie

source: Záruční doba
sk: Záručná doba

source: Zásilkovna
sk: Zásielkovňa

source: Zásilkovna CZ
sk: Zásielkovňa CZ

source: Zásilkovna SK
sk: Zásielkovňa SK

source: Zítra
sk: Zajtra

source: [2,4] %count% dárky zdarma |[5,Inf] %count% dárků zdarma
sk: [2,4] %count% darčeky zadarmo |[5,Inf] %count% darčekov zadarmo

source: a další kategorie
sk: [1,4] ...a ďalšie %count% kategórie|[5,Inf[ ...a ďalších %count% kategórií

source: a další za běžnou cenu
sk: a ďalšie za bežnú cenu

source: a registrace
sk: a registrácia

source: a telefon
sk: a telefón

source: a údaje vám předvyplníme.
sk: a údaje vám predvyplníme.

source: blogArticles
sk: Články blogu

source: dopravu zdarma!
sk: dopravu zadarmo!

source: e-shopu a souhlasím se zpracováním
sk: e-shopu a súhlasím so spracovaním

source: from
sk: z

source: from %price%
sk: od %price%

source: historii svých objednávek,
sk: histórii svojich objednávok,

source: hlášek
sk: hlášok

source: in upper menu
sk: v hornom menu

source: již na tento nákup!
sk: už na tento nákup!

source: možnost získat
sk: možnosť získať

source: měsíčně
sk: mesačne

source: na prodejně?
sk: na predajni?

source: např. 603 123 456
sk: napr. +421 905 123 456

source: např. Praha
sk: napr. Bratislava

source: nebo na
sk: alebo na

source: nebo nás kontaktuje na e-mailu
sk: alebo nás kontaktuje na e-mailu

source: nebo pište na
sk: alebo píšte na

source: new customers
sk: noví zákazníci

source: neznámá
sk: neznáma

source: neznámé
sk: neznáme

source: o nákupu
sk: o nákupe

source: obchodními podmínkami
sk: obchodnými podmienkami

source: on stock
sk: na sklade

source: orders sold
sk: predané objednávky

source: osobních údajů
sk: osobných údajov

source: požadovaná stránka na našem
sk: požadovaná stránka na našom

source: požadovaná stránka na našem webu neexistuje.
sk: požadovaná stránka na našom webe neexistuje.

source: pro členy
sk: pre členov

source: problémů
sk: problémov

source: prodejně
sk: predajni

source: productGifts
sk: Darčekové predmety

source: products
sk: produktov

source: promo products
sk: promo produkty

source: případně na infolinku
sk: prípadne na infolinku

source: records
sk: záznamy

source: skrýt ostatní
sk: skryť ostatné

source: souhlasím s
sk: súhlasím s

source: store1
sk: predajňa1

source: store2
sk: predajňa2

source: store3
sk: predajňa3

source: stores
sk: predajne

source: turnover in
sk: obrat v

source: u&nbsp;tebe
sk: u&nbsp;vás

source: ušetříte
sk: ušetríte

source: v hodnotě
sk: v hodnote

source: v měně dle zvolené domény
sk: v mene podľa zvolenej domény

source: variant
sk: variantov

source: všechny zákazníky
sk: všetkých zákazníkov

source: webu neexistuje
sk: webe neexistuje

source: without positioning
sk: bez polohovania

source: za registraci může platit
sk: za registráciu môže platiť

source: za zvýhodněnou cenu
sk: za zvýhodnenú cenu

source: zadávat nemusíte
sk: zadávať nemusíte

source: začněte odebírat novinky
sk: začnite odoberať novinky

source: zašlete na náš bankovní účet číslo
sk: zašlite na náš bankový účet číslo

source: zdarma
sk: zadarmo

source: zobrazit všechny
sk: zobraziť všetky

source: získat 3% slevu
sk: získať 3% zľavu

source: {0} žádný nový | {1} 1 nový | [2,4] %count% nové | [5,Inf] %count% nových
sk: {0} žiaden nový | {1} 1 nový | [2,4] %count% nové | [5, Inf] %count% nových

source: {1} %count% měsíc | [2,4] %count% měsíce | [5,Inf] %count% měsíců
sk: {1} %count% mesiac | [2,4] %count% mesiace | [5,Inf] %count% mesiacov

source: {1} %stocksWithoutZeroQuantityOnStoreCount% prodejně| [2,Inf] %stocksWithoutZeroQuantityOnStoreCount% prodejnách
sk: {1} %stocksWithoutZeroQuantityOnStoreCount% predajni| [2,Inf] %stocksWithoutZeroQuantityOnStoreCount% predajniach

source: {1} NAČÍST DALŠÍ %count% VARIANTU |[2,4] NAČÍST DALŠÍ %count% VARIANTY |[5,Inf] NAČÍST DALŠÍCH %count% VARIANT
sk: {1} Načítať ďalšiu %count% variantu |[2,4] Načítať ďalšie %count% varianty |[5,Inf] Načítať ďalších %count% variant

source: {1}Load next %loadNextCount% item|[2,Inf]Load next %loadNextCount% items
sk: {1} Načítať ďalšiu %loadNextCount% položku| [2, Inf] Načítať ďalšie %loadNextCount% položky

source: {1}Load next %loadNextCount% product|[2,Inf]Load next %loadNextCount% products
sk: {1} Načítať ďalší %loadNextCount% produkt | [2, Inf] Načítať ďalšie %loadNextCount% produkty

source: {1}Načíst další %loadNextCount% článek|[2,4]Načíst další %loadNextCount% články|[5,Inf]Načíst dalších %loadNextCount% článků
sk: {1} Načítať ďalší %loadNextCount% článok | [2,4] Načítať ďalšie %loadNextCount% články | [5, Inf] Načítať ďalších %loadNextCount% článkov

source: {{title}} byl již vyčerpán.
sk: {{title}} bol už vyčerpaný.

source: {{title}} nemůžete uplatnit. Platnost kupónu vypršela.
sk: {{title}} nemôžete uplatniť. Platnosť kupónu vypršala.

source: {{title}} není aktivní.
sk: {{title}} nie je aktívny.

source: {{title}} není platný. Prosím, zkontrolujte ho.
sk: {{title}} nie je platný. Prosím, skontrolujte ho.

source: Úprava skladu/prodejny
sk: Úprava skladu/predajne

source: Č. ú.: 115-7477930207/0100
sk: Číslo účtu: 1113066 / 2060 CITFIN

source: Čas konce platnosti poukazu
sk: Čas do konca platnosti poukazu

source: Čekat na platbu
sk: Čakať na platbu

source: Čeká na vás 500 m²,<br> kde si určitě vyberete.
sk: Čaká na vás 500 m²,<br> kde si určite vyberiete.

source: Česká pošta
sk: Slovenská pošta

source: Česká pošta - doporučená zásilka
sk: Slovenská pošta - odporúčaná zásielka

source: Česká pošta - na poštu
sk: Slovenská pošta - na poštu

source: Členem Věrnostního programu
sk: Členom Vernostného programu

source: Článek "%name%" je nastaven pro zobrazení informací o Věrnostním programu. Toto nastavení bude ztraceno. Opravdu si jej přejete smazat?
sk: Článok "%name%" je nastavený pre zobrazenie informácií o Vernostnom programe. Toto nastavenie bude stratené. Naozaj si ho prajete zmazať?

source: Články k přečtení
sk: Články na prečítanie

source: Články v horním menu
sk: Články v hornom menu

source: Články věrnostního programu
sk: Články vernostného programu

source: Číslo objednávky, ve které byl dárkový poukaz zakoupen
sk: Číslo objednávky, v ktorej bol darčekový poukaz zakúpený

source: Číslo pro sledování zásilky
sk: Číslo pre sledovanie zásielky

source: Šátek Etna
sk: Šatka Etna

source: šířka: 100px, výška: 100px
sk: šírka: 100px, výška: 100px

source: šířka: 1180px, výška: 150px
sk: šírka: 1180px, výška: 150px

source: šířka: 1180px, výška: 387px
sk: šírka: 1180px, výška: 387px

source: šířka: 1320px, výška: 322px
sk: šírka: 1320px, výška: 322px

source: šířka: 380px, výška: 230px
sk: šírka: 380px, výška: 230px

source: šířka: 429px, výška: 322px
sk: šírka: 429px, výška: 322px

source: Žádné dárky nenalezeny.
sk: Žiadne darčeky nenájdené.

source: Žádné promo produkty nenalezeny.
sk: Žiadne promo produkty sa nenašli.

source: Žádné sklady ani prodejny nebyly nalezeny
sk: Žiadne sklady ani predajne sa nenašli

source: Žádné sklady nebyly nalezeny
sk: Žiadne sklady sa nenašli

source: Žádné slevy na celý nákup nenalezeny.
sk: Žiadne zľavy na celý nákup sa nenašli.
