Repository: cafesk8/tropic
Catalog: translations/validators.*.po
Languages: cs, sk

source: City name cannot be longer than {{ limit }} characters
cs: Název města nesmí být delší než {{ limit }} znaků
sk: Názov mesta nesmie byť dlhší ako {{ limit }} znakov

source: Company name cannot be longer than {{ limit }} characters
cs: Název firmy nesmí být delší než {{ limit }} znaků
sk: Názov spoločnosti nesmie byť dlhší ako {{ limit }} znakov

source: Country postcode validation
cs: Zadejte české PSČ. V prípade, že nakupujete tovar na Slovensko, kliknite <a href="https://www.tropicfishing.sk/">TU</a>.
sk: Zadajte slovenské PSČ. V případě, že nakupujete zboží do Česka, klikněte <a href="https://www.tropicfishing.cz/">ZDE</a>.

source: Email cannot be longer than {{ limit }} characters
cs: E-mail nesmí být delší než {{ limit }} znaků
sk: E-mail nesmie mať viac ako {{ limit }} znakov

source: Externí ID nesmí být delší než {{ limit }} znaků
sk: Externé ID nesmie byť dlhšie ako {{limit}} znakov

source: Externí název nesmí být delší než {{ limit }} znaků
sk: Externý názov nesmie byť dlhší ako {{ limit }} znakov

source: First name cannot be longer than {{ limit }} characters
cs: Jméno nesmí být delší než {{ limit }} znaků
sk: Krstné meno nesmie byť dlhšie ako {{ limit }} znakov

source: Flag color in must be in valid hexadecimal code e.g. #3333ff
sk: Farba príznaku musí byť v platnom šestnástkovom kóde e.g. #3333ff

source: Google Maps link cannot be longer than {{ limit }} characters
cs: Link na Google mapy nesmí být delší než {{ limit }} znaků
sk: Odkaz na Google Mapy nesmie byť dlhší ako {{ limit }} znakov

source: Heading (H1) cannot be longer than {{ limit }} characters
cs: Nadpis (H1) nesmí být delší než {{ limit }} znaků
sk: Odkaz na Google Mapy nesmie byť dlhší ako {{ limit }} znakov

source: Hodiny musí být v rozmezí od 0 do 23
sk: Hodiny musia byť v rozmedzí od 0 do 23

source: Identification number cannot be longer than {{ limit }} characters
cs: IČO nesmí být delší než {{ limit }} znaků
sk: Identifikačné číslo nesmie byť dlhšie ako {{limit}} znakov

source: Identifikátor cenové skupiny musí obsahovat maximálně 10 znaků
sk: Identifikátor cenovej skupiny musí obsahovať maximálne 10 znakov

source: Image can be only in JPG, GIF or PNG format
cs: Obrázek může být pouze ve formátu JPG, GIF nebo PNG
sk: Obrázok môže byť iba vo formáte JPG, GIF alebo PNG

source: Last name cannot be longer than {{ limit }} characters
cs: Příjmení nesmí být delší než {{ limit }} znaků
sk: Priezvisko nesmie byť dlhšie ako {{ limit }} znakov

source: Minuty musí být v rozmezí od 0 do 59
sk: Minúty musia byť v rozmedzí od 0 do 59

source: Musíte vybrat dopravce
sk: Musíte vybrať dopravcu

source: Musíte vybrat službu dopravce
sk: Musíte vybrať službu dopravcu

source: Name cannot be longer than {{ limit }} characters
cs: Název nesmí být delší než {{ limit }} znaků
sk: Názov nesmie obsahovať viac ako {{ limit }} znakov

source: Není možné vyvořit variantu, pro kterou neexistuje odpovídající hlavní varianta
sk: Nie je možné vytvoriť variantu, pre ktorú neexistuje odpovedajúca hlavná varianta

source: Název z pohody nemůže být delší než {{ limit }} znaků.
sk: Názov z pohody nemôže byť dlhší ako {{ limit }} znakov.

source: Opening hours cannot be longer than {{ limit }} characters
cs: Otevírací doba nesmí být delší než {{ limit }} znaků
sk: Otváracie hodiny nesmú byť dlhšie ako {{ limit }} znakov

source: Password cannot be same as e-mail
cs: Heslo nesmí být stejné jako přihlašovací e-mail.
sk: Heslo nemôže byť rovnaké ako e-mail

source: Password cannot be same as part of e-mail before at sign
cs: Heslo nesmí být stejné jako část e-mailu před zavináčem.
sk: Heslo nemôže byť rovnaké ako súčasť e-mailu pred podpisom

source: Password must be longer than {{ limit }} characters
cs: Heslo musí mít minimálně {{ limit }} znaků
sk: Heslo musí mať minimálne {{ limit }} znakov

source: Passwords do not match
cs: Hesla se neshodují
sk: Heslá sa nezhodujú

source: Please choose a valid combination of transport and payment
cs: Vyberte povolenou kombinaci dopravy a platby
sk: Vyberte platnú kombináciu dopravy a platby

source: Please choose advertisement type
cs: Vyberte druh reklamy
sk: Vyberte typ reklamy

source: Please choose article placement
cs: Vyberte umístění článku
sk: Vyberte umiestnenie článku

source: Please choose country
cs: Vyberte stát
sk: Vyberte krajinu

source: Please choose payment type
cs: Vyberte způsob platby
sk: Vyberte typ platby

source: Please choose shipping type
cs: Vyberte způsob dopravy
sk: Vyberte typ prepravy

source: Please enter city
cs: Vyplňte město
sk: Zadajte mesto

source: Please enter company name
cs: Vyplňte název firmy
sk: Zadajte názov spoločnosti

source: Please enter content
cs: Vyplňte text
sk: Zadajte obsah

source: Please enter country of a store
cs: Vyplňte stát prodejny
sk: Zadajte krajinu obchodu

source: Please enter date of creation
cs: Vyplňte datum vytvoření
sk: Zadajte dátum vytvorenia

source: Please enter discount percentage
cs: Vyplňte procento slevy
sk: Zadajte percento zľavy

source: Please enter e-mail
cs: Vyplňte svůj e-mail
sk: Zadajte e-mail

source: Please enter first name
cs: Vyplňte své jméno
sk: Zadajte krstné meno

source: Please enter flag color
sk: Zadajte farbu vlajky

source: Please enter identification number
cs: Vyplňte IČO
sk: Zadajte identifikačné číslo

source: Please enter identifier for IS Pohoda
sk: Zadajte identifikátor pre IS Pohoda

source: Please enter last name
cs: Vyplňte své příjmení
sk: Zadajte priezvisko

source: Please enter name
cs: Vyplňte název
sk: Zadajte krstné meno

source: Please enter password
cs: Vyplňte své heslo
sk: Zadajte heslo

source: Please enter price in correct format (positive number with decimal separator)
cs: Zadejte cenu v platném formátu (kladné číslo s desetinnou čárkou)
sk: Zadajte cenu v správnom formáte (kladné číslo s desatinnou čiarkou)

source: Please enter quantity
cs: Vyplňte množství
sk: Zadajte množstvo

source: Please enter stock in correct format (positive number >= 0)
cs: Vyplňte skladovou zásobu ve správném formátu (kladné číslo >= 0)
sk: Zadajte zásoby v správnom formáte (kladné číslo> = 0)

source: Please enter street
cs: Vyplňte ulici
sk: Zadajte ulicu

source: Please enter telephone number
cs: Vyplňte telefonní číslo
sk: Zadajte telefónne číslo

source: Please enter valid e-mail
cs: Vyplňte platný e-mail
sk: Zadajte platný e-mail

source: Please enter valid quantity
cs: Zadejte platné množství
sk: Zadajte platné množstvo

source: Please enter zip code
cs: Vyplňte PSČ
sk: Zadajte PSČ

source: Please select country
cs: Prosím, vyberte stát
sk: Vyberte krajinu

source: Pokud chcete informační řádek uživatelům zobrazit, musíte jej vyplnit
sk: Pokiaľ chcete informačný riadok používateľom zobraziť, musíš ho vyplniť

source: Popis nemůže mít více než {{ limit }} znaků
sk: Popis nemôže mať viac ako {{ limit }} znakov

source: Position in list cannot be longer than {{ limit }} characters
cs: Pořadí na výpisu nesmí být delší než {{ limit }} znaků
sk: Pozícia v zozname nesmie byť dlhšia ako {{ limit }} znakov

source: Poznámka nesmí být delší než {{ limit }} znaků
sk: Poznámka nesmie byť dlhšia ako {{ limit }} znakov

source: Počet dnů do dodání musí být větší nebo roven nule
sk: Počet dní do dodania musí byť väčší alebo rovný nule

source: Price must be greater or equal to zero
cs: Cena musí být větší nebo rovna nule
sk: Cena musí byť vyššia alebo rovná nule

source: Quantity must be greater than {{ compared_value }}
cs: Množství musí být větší než {{ compared_value }}
sk: Množstvo musí byť väčšie ako {{ compared_value }}

source: Region nesmí být delší než {{ limit }} znaků
sk: Región nesmie byť dlhší ako {{ limit }} znakov

source: Soubor může být pouze ve formátu PNG, JPG, GIF, BMP, TXT, RTF, PDF, DOC, DOCX, ODF, XLS, XLSX, PPT, PPTX, XML, HTM, HTML, CSV, ZIP
sk: Súbor môže byť len vo formáte PNG, JPG, GIF, BMP, TXT, RTF, PDF, DOC, DOCX, ODF, XLS, XLSX, PPT, PPTX, XML, HTM, HTML, CSV, ZIP

source: Store name cannot be longer than {{ limit }} characters
cs: Název obchodu nesmí být delší než {{ limit }} znaků
sk: Názov obchodu nesmie byť dlhší ako {{ limit }} znakov

source: Street name cannot be longer than {{ limit }} characters
cs: Název ulice nesmí být delší než {{ limit }} znaků
sk: Názov ulice nesmie byť dlhší ako {{ limit }} znakov

source: Tato hladina ceny objednávky již existuje
sk: Táto hladina ceny objednávky už existuje

source: Tax number cannot be longer than {{ limit }} characters
cs: DIČ nesmí být delší než {{ limit }} znaků
sk: Daňové číslo nesmie byť dlhšie ako {{ limit }} znakov

source: Telefonní číslo musí být platné
sk: Telefónne číslo musí byť platné

source: Telefonní číslo musí začínat znakem +
sk: Telefónne číslo musí začínať znakom +

source: Telephone number cannot be longer than {{ limit }} characters
cs: Telefonní číslo nesmí být delší než {{ limit }} znaků
sk: Telefónne číslo nesmie byť dlhšie ako {{ limit }} znakov

source: Tento produkt lze nakoupit v minimálním množství %amount%&nbsp;%unitName%
sk: Tento produkt je možné nakúpiť v minimálnom množstve %amount%&nbsp;%unitName%

source: This e-mail is already registered
cs: Tento e-mail je u nás již registrován
sk: Tento e-mail je už registrovaný

source: Uploaded image is to large ({{ size }} {{ suffix }}). Maximum size of an image is {{ limit }} {{ suffix }}.
cs: Nahraný obrázek je příliš veliký ({{ size }} {{ suffix }}). Maximální velikost obrázku je {{ limit }} {{ suffix }}.
sk: Nahraný obrázok je veľký ({{ size }} {{ suffix }}). Maximálna veľkosť obrázka je {{ limit }} {{ suffix }}.

source: Variant alias cannot be longer then {{ limit }} characters
cs: Název modifikace nesmí být delší než {{ limit }} znaků
sk: Názov modifikácie nesmie byť dlhší ako {{ limit }} znakov

source: Velikost souboru je příliš velká: ({{ size }} {{ suffix }}). Maximální velikost souboru je {{ limit }} {{ suffix }}.
sk: Veľkosť súboru je príliš veľká: ({{ size }} {{ suffix }}). Maximálna veľkosť súboru je {{ limit }} {{ suffix }}.

source: Vložené ID Youtube videa neobsahuje žádné video.
sk: Vložené ID Youtube videa neobsahuje žiadne video.

source: Vyberte prosím nějaké produkty
sk: Vyberte prosím nejaké produkty

source: Vyberte prosím pobočku
cs: Vyberte pobočku
sk: Vyberte pobočku

source: Vyplňte prosím SKU dárkového certifikátu.
cs: Vyplňte SKU dárkového poukazu.
sk: Vyplňte SKU darčekového certifikátu.

source: Vyplňte prosím deadline pro přijímání objednávek
cs: Vyplňte deadline pro přijímání objednávek
sk: Vyplňte deadline pre prijímanie objednávok

source: Vyplňte prosím jméno
cs: Vyplňte jméno
sk: Vyplňte meno

source: Vyplňte prosím minimální částku pro zobrazení kalkulačky na detailu produktu.
sk: Vyplňte prosím minimálnu čiastku pre zobrazenie kalkulačky na detaile produktu.

source: Vyplňte prosím množství.
cs: Vyplňte množství.
sk: Vyplňte množstvo.

source: Vyplňte prosím nominální hodnotu dárkového certifikátu.
cs: Vyplňte nominální hodnotu dárkového poukazu.
sk: Vyplňte nominálnu hodnotu darčekového certifikátu.

source: Vyplňte prosím nominální hodnotu dárkového poukazu.
sk: Vyplňte prosím nominálnu hodnotu darčekového poukazu.

source: Vyplňte prosím nominální hodnotu slevy.
cs: Vyplňte nominální hodnotu slevy.
sk: Vyplňte nominálnu hodnotu zľavy.

source: Vyplňte prosím počet dnů do dodání
cs: Vyplňte počet dnů do dodání
sk: Vyplňte počet dní do dodania

source: Vyplňte prosím příjmení
cs: Vyplňte příjmení
sk: Vyplňte priezvisko

source: Vyplňte prosím text tlačítka
cs: Vyplňte text tlačítka
sk: Vyplňte text tlačidla

source: Vyplňte, prosím, PSČ prodejny
cs: Vyplňte PSČ prodejny
sk: Vyplňte PSČ predajne

source: Vyplňte, prosím, město prodejny
cs: Vyplňte město prodejny
sk: Vyplňte mesto predajne

source: Vyplňte, prosím, název prodejny
cs: Vyplňte název prodejny
sk: Vyplňte názov predajne

source: Vyplňte, prosím, ulici prodejny
cs: Vyplňte ulici prodejny
sk: Vyplňte ulicu predajne

source: You have to agree with privacy policy
cs: Musíte souhlasit se zpracováním osobních údajů
sk: Musíte súhlasiť so zásadami ochrany osobných údajov

source: Zadané ID modifikace je již v systému přiřazeno jinému produktu
sk: Zadané ID modifikácie sú už v systéme priradené inému produktu

source: Zadané ID modifikace má neplatný formát (očekává se nenulový počet znaků před i za hvězdičkou, přičemž část za hvězdičkou by měla obsahovat jen číslice)
sk: Zadané ID modifikácie majú neplatný formát (očakáva sa nenulový počet znakov pred aj za hviezdičkou, pričom časť za hviezdičkou by mala obsahovať len číslice)

source: Zadejte datum a čas ve formátu DD.MM.RRRR HH:MM:SS (například 24.02.2020 14:05:34)
sk: Zadajte dátum a čas vo formáte DD.MM.RRRR HH:MM:SS (napríklad 24.02.2020 14:05:34)

source: Zadejte prosím celé číslo.
cs: Zadejte celé číslo.
sk: Zadajte celé číslo.

source: Zadejte prosím hladinu ceny objednávky
sk: Zadajte prosím hladinu ceny objednávky

source: Zadejte prosím výši slevy
sk: Zadajte prosím výšku zľavy

source: Zip code cannot be longer than {{ limit }} characters
cs: PSČ nesmí být delší než {{ limit }} znaků
sk: PSČ nesmie byť dlhšie ako {{ limit }} znakov
